[
  {
    "page_number": 1,
    "text": "บทที่ 1ความ เป็นมาของวิชาโหราศาสตร์วันที่หัดยืนและเดินไปบนสองขาได้สำเร็จมนุษย์เราก็เฝ้ามองไปบนท้องฟ้าพร้อมกับข้อสงสัยที่มีอยู่ในใจพวกจุดที่สว่างเรืองรองอยู่บนฟากฟ้าในยามค่ำคืนนั้นคืออะไรพวกมันคือลูกไฟที่กำลังลุกโชนอยู่ในความมืดมิดหรือเปล่านะมันใช่พระผู้เป็นเจ้าไหมหนอหรือจะเป็นบางอย่างที่ใคร ๆ ก็ยังไม่รู้เหมือนกันว่ามันคืออะไรในโลกยุคปัจจุบันที่ความเจริญเข้าถึงและมีแสงสว่างอยู่เกือบทุกที่เราอาจนึกไม่ออกหรอกว่าท้องฟ้ายามค่ำคืนที่บรรพบุรุษของเรามองเห็นนั้นจะมีหน้าตาเป็นอย่างไรทุกวันนี้ถ้ามองขึ้นไปในความมืดมิดเราก็จะเห็นดาวฤกษ์และดาวเคราะห์อยู่แค่ไม่กี่ดวงเท่านั้นเองและอาจมองเห็นได้มากขึ้นถ้าอาศัยอยู่ในพื้นที่ห่างไกลจากตัวเมืองเมื่อมองผ่านทางกล้องส่องทางไกลธรรมดา ๆ สักตัวเราก็อาจได้เห็นแสงสลัว ๆ ของทางช้างเผือกและดาวเคราะห์บางดวงที่อยู่ไกลที่สุดอย่างดาวพฤหัสและดาวเสาร์แต่ถ้าลองหลับตานึกภาพไปว่าเรากำลังอยู่บนโลกที่หาแสงสว่างในยามค่ำคืนแทบไม่ได้นอกจากความสว่างไสวจากค่ายกองไฟเพียงไม่กี่แห่งเท่านั้นจักรวาลซึ่งมีดวงดาวส่งแสงระยิบระยับอยู่เต็มฟากฟ้าก็คงต้องเป็นเสมือนสิ่งมหัศจรรย์ที่ทรงพลังอำนาจและเป็นปริศนาในสายตาของมนุษย์เราอีกทั้งยังมีความหนักแน่นและคงมั่นไม่ต่างไปจากโลกใบที่อยู่เบื้องล่างของมันกระนั้นก็ตามในขณะที่คนเหล่านี้เฝ้ามองท้องฟ้าพวกเขาก็ได้รู้ความหรมว่าดวงดาวนั้นหาใช่จะไม่มีการเคลื่อนย้ายไปไหนเลยไม่พวกมันขึ้นและตกเป็นจังหวะในลักษณะที่ตรวจสอบและคาดคะเนได้ดาวกลุ่มเดียวกันจะปรากฏขึ้นมาตมตำแหน่งนั้น ๆ เมื่อถึงช่วงเวลาและฤดูกาลหนึ่ง ๆ"
  },
  {
    "page_number": 2,
    "text": "แต่ต่อให้มีความแน่นอนตายตัวในแบบที่ว่านี้กระนั้นดาวบางดวงก็ดูเหมือนจะมีวิธีการเคลื่อนที่ที่ต่างไปจากเดิมชาวกรีกโบราณได้ขนานนามดวงดาวเหล่านี้มาตั้งแต่เมื่อสามพันปีก่อนแล้วว่าเป็น \" planetesหรือดาวพเนจร \" ทั้งหมดนี้คือดาวเคราะห์ที่คนโบราณต่างรู้จักโดยอาศัยการมองจากแค่ตาเปล่าเท่านั้นเองซึ่งนั่นก็คือดาวพุธดาวศุกร์ดาวอังคารดาวพฤหัสและดาวเสาร์พอเวลาผ่านไปอีกหลายร้อยปีคนเราก็วาดแผนผังการเคลื่อนที่ของดาวเคราะห์เหล่านี้ขึ้นมาพวกเขาเชื่อว่าการโคจรเป็นวงกลมที่งดงามบนท้องฟ้าแบบนี้จะต้องเป็นฝีพระหัตถ์ของพระผู้เป็นเจ้าอย่างแน่นอนและเนื่องจากพระเจ้าคือผู้กำหนดชะตาชีวิตของเหล่ามนุษย์ทั้งชายและหญิงมันจึงไม่ใช่เรื่องแปลกแต่อย่างใดที่จะเชื่อว่าดาวเคราะห์และดาวฤกษ์นั้นคือสิ่งที่มีอิทธิพลต่อการดำเนินชีวิสของมนุษย์เราดาวเคราะห์จะได้รับการเรียกขานตามพระนามของพระผู้เป็นเจ้าชาวโรมันเรียกดาวเคราะห์สีแดงดวงนั้นซึ่งก็คือดาวอังคารว่า Mars ผู้เป็นเทพเจ้าแห่งสงครามดาวดวงที่สุกสกาวที่สุดในท้องฟ้าได้รับนามเรียกขานว่า Venusหรือดาวศุกร์ ตามเทพธิดาแห่งความรัก ( ซึ่งเป็นการตั้งชื่อที่ไปคนละทางกับข้อเท็จจริงอย่างสิ้นเชิงเนื่องจากมีรายงานจากการเฝ้าสังเกตด้วยเครื่องมืออันทันสมัยและยานสำรวจอวกาศว่ามันเป็นดาวที่มองไปทางไหนก็เจอแต่เรื่องไม่น่าพิสมัยทั้งนั้น ) ความเข้าใจเรื่องท้องฟ้าที่ก้าวหน้าไปตามลำดับของมนุษย์เราได้กลายมาเป็นจุดกำเนิดของวิชาโหราศาสตร์ซึ่งถือเป็นทฤษฎีที่มีอายุยืนยาวตั้งแต่โลกยุคโบราณมาจนถึงยุคปัจจุบันของพวกเรา"
  },
  {
    "page_number": 3,
    "text": "จุดเริ่มต้นของวิชาโหราศาสตร์ASTROLOGY'SBEGINNINGSจากบาบิโลนถึงกรีซโบราณโหราศาสตร์กำเนิดมาจากปัจจัยชี้ขาดสามประการอันได้แก่จินตนาการการเฝ้าสังเกตและหลักคณิตศาสตร์สองปัจจัยแรกเป็นเรื่องที่ผู้คนในโลกยุคโบราณต่างคุ้นเคยเป็นอย่างดีส่วนปัจจัยที่สามนั้นคือสิ่งที่ค่อย ๆ พัฒนาขึ้นมาตามกาลเวลาประมาณ 2,000 ปีก่อนคริสต์ศักราชพวกนักบวชในนครรัฐบาบิโลนแถบเมโสโปเตเมียกำลังหัดใช้หลากหลายวิธีในการทำนายอนาคตได้อย่างเชี่ยวชาญขึ้นเรื่อย ๆ ไม่ว่าจะเป็นวิถีการบินของนกอวัยวะภายในของสัตว์ที่นำมาบูชายัญและการเคลื่อนที่ของดวงดาวและเทหวัตถุเบื้องบนพอถึงศตวรรษที่สิบเจ็ดก่อนคริสต์ศักราชคนเหล่านั้นก็ได้รวบรวมแผ่นจารึกที่บันทึกการเคลื่อนที่เหล่านี้ไว้อย่างละเอียดลออมาเป็นตำราทางโหราศาสตร์เล่มแรกให้พวกเราได้เห็นกัน"
  },
  {
    "page_number": 4,
    "text": "วิชาโหราศาสตร์ก่อร่างสร้างตัวขึ้นในอาณาจักรบาบิโลนยุคโบราณแถบเมโสโปเตเมียเป็นไปได้ว่าพวกนักโหราศาสตร์อาจศึกษาหาความรู้เกี่ยวกับดวงดาวต่างๆจากหอคอยขนาดใหญ่แห่งใดแห่งหนึ่งในนครรัฐที่ว่านั้น"
  },
  {
    "page_number": 5,
    "text": "แผ่นจารึกเกี่ยวกับดาวศุกร์ ( TheVenusTablet ) แผ่นจารึกดาวศุกร์ของกษัตริย์อัมมิตราดูกา ( TheVenusTabletofAmmisa- dugaกษัตริย์ ในราชวงศ์แรกของมาบิโลน ) คือแผ่นจารีกที่ใช้บันทึกข้อสังเกตเกี่ยวกับการเคลื่อนที่ของดาวศุกร์ด้วยตัวอักษรแบบศิรเนอิฟอร์มมีลักษณะคล้ายดิ่ม ) ซึ่งเป็นรูปแบบการเขียนในสมัยเมโดไปเตเมียดอนตันแผ่นจารึกนี้ถือเป็นเอกสารที่มีความสำคัญในระดับหนึ่งเนื่องจากยังมีสำเนาจำนวนหนึ่งหลงเหลือมาจนถึงทุกวันนี้ ( แม้ส่วนใหญ่จะมีลักษณะเป็นเคษเตี้ยวก็ตาม ) มีหลักฐานยืนยันสาเหตุที่ทำให้ต้องคอยเฝ้าสังเกตดาวดุกร์ก็เพื่อจะเอาไม่ใช้ทำนายเรื่องการขึ้นครองราชย์ของกษัตริย์หลายพระองค์โดยหนึ่งในนั้นคืออัมมิตซาดูกาซึ่งเป็นที่มาของชื่อที่ใช้เรียกแผ่นอารีกนี้คำทำนายตามหลักโทราศาสตร์ยังคงได้รับการขัดเกลามาตลอดเวลาหนึ่งพันปีถัดมาและพอถึงศภวรรษที่แปดก่อนคริสด์ศักราชท้องสมุดในนครบาปิโลนก็มีสิ่งที่ใช้เป็นลางบอกเหตุตามหลักโทราศาสตร์มากกว่า 7,000 รายการไว้ให้พวกนักบวชได้ใช้ศึกษากันโดยจะรู้จักกันในชื่อเอ็มนูมาอามุเอ็นติด ( EoumaAnuEnlil ) จารึกสำคัญทางโหราศาสตร์ที่สมบูรณ์แมบเท่าที่เคยค้นพบในช่วงยุดเมโดโปเตเมียโบราณข้อได้เปรียบอันใหญ่หลวงที่ทำให้ชาวมาปิโลนสามารถรวบรวมองค์ความรู้เหล่านี้ได้ดีกว่าผู้คนจากหลากหลายอารยธรรมในสมัยนั้นก็คือความรู้ความเข้าใจในหลักคณิตศาสตร์ที่พวกเราก้าวล้ำไปไกลกว่าใคร ๆ ในโลกยุดโบราณจากนั้นในปี500ก่อนคริสต์ศักราชพวกเขาก็ประดัษฐ์คิดคันจักรราคีขึ้นมาจนสำเร็จ"
  },
  {
    "page_number": 6,
    "text": "- ธรรมเนียมปฏิบัติของเทพเจ้าเฮอร์มีสหรือประเพณีว่าด้วยคาถาอาคม ( TheHermeticTradition ) ในที่สุดภูมิปัญญาเรื่องจักรราคีของชาวบาลิโดนก็รุกคืบมาจนถึงประเทศอียิปต์โดยใต้ผสมผสานเข้าไปเป็นส่วนหนึ่งของประเพณีด้านศาสนาที่เป็นเรื่องลี้ลับเมื่อถึงศตวรรษที่หกและเจ็ดก่อนคริสต์ศักราชทั้งหมดก็ยังเริ่มผสมปนเปเข้ากับความเชื่อของชาวกรีกอีกด้วยผลลัพธ์ที่สำคัญที่สุดอย่างหนึ่งจากการผสมผสานครั้งนี้ก็คีลการกำเนิดเกิดขึ้นมาของสิ่งที่รู้จักกันในเวลาต่อมาว่าเป็นธรรมเนียมปฏิบัติของเทพเอ้าเฮอร์มีตหรีอประเพณีว่าด้วยคาถาอาคม ( TheHermeticTraditian ) เทพเจ้าของชาวกรีกที่ชื่อเธอร์มิต ( Hermes ) ซึ่งเป็นผู้นำสารของเทพเจ้าองค์อื่น ๆ นั้นยังมีคุณลักษณะเด่นของเทพเจ้าบางองค์อยู่ในตัวและหนึ่งในนั้นคือเทพเจ้าของชาวอียิปต์ที่มีชื่อว่าโรรธ ( Thotl ) จะด้วยเหตุผลกดใตก็มิอาจทรามได้ท่านได้เริ่มเป็นที่รู้จักกันในชื่อทริสเมอจีสทอด ( Trismegistos ) ซึ่งมีนับความหมายว่าตัวท่านนั้นประกอบไปด้วยคำคุณศัพท์จำนวนสามคำโดยมีบางส่วนที่เกี่ยวเนื่องกับเทพเจ้าโขรธในที่สุดท่านก็ได้รับการขนานนามว่าเฮอร์มีสทริสเมอจิสทัส( HermesTrismegistus ) ซึ่งเราอาจแปดความว่าเป็นเออร์ผีสผู้มีกิตติศัพท์เลื่องคืออย่างหาที่สุดมิได้งานเขียนที่เกี่ยวเนื่องกับตัวท่านได้มีให้เห็นเป็นจำนวนมากขึ้นเรื่อย ๆ โดยจะรู้จักกันในซื้อการเขียนแนวเทพเจ้าเสอร์มีดหรือเชิงตี้รับแบบเฮอร์แมติก ( Hermeric ) ทั้งหมดนี้รวมถึงเอกสารทางโหราศาสตร์ชิ้นสำคัญจำนวนหนึ่งซึ่งได้ผสมผลานและบูรณาการข้อคันพบทางโหราศาสตร์ของชาวกรีกบาบิโลนและอียิปต์เข้าเป็นหนึ่งเดียวกัน"
  },
  {
    "page_number": 7,
    "text": "โหราศาสตร์สมัยเฮลเลนิสติก ( HellenisticAstrology ) เมื่อถึงศควรรษที่ดองก่อนคริลด์ศักราชองค์ประกอบส่วนใหญ่ที่ชวนให้เราทิดถึงวิชาโทราศาสตร์ก็เริ่มเป็นรูปเป็นร่างขึ้นมานั่นคือดวงชะตา ( Horoscope ) หรือแผนผังดวงชะดากำเนิด ( Birth-Chart ) คือภาพที่แสดงให้เห็นถึงสภาวะของดาวดวงต่างๆในช่วงเวลาที่เด็กคนหนึ่งถือกำเนิดขึ้นมาดวงอาทิตย์ดวงจันทร์และบรรดาดาวเคราะห์ที่เรารู้จักกันใต้ถูกนำมาพิจารณาเปรียบเทียบกับวงรอบของจักรราศีมีหลักความเชื่อเรื่องลัดนา ( Ascendant ) ซึ่งเป็นราคีหนึ่งในจักรราตีที่ปรากฏขึ้นมาบนขอบฟ้าในช่วงเวลาตกฟากของเจ้าชะตาคลอดีอุดทอเดธนี ( ClaudiusPtoliemy ) นักคเลิตศาสตร์ขาวกรีกผู้เป็นหนึ่งในนักเรียนเรื่องโหราศาสตร์ในอุดแรกเริ่มแล้วยังคิดสร้างระบบเชิงจักรวาสวิทยาที"
  },
  {
    "page_number": 8,
    "text": "คลอดีอุดทอเดธนี ( ClaudiusPtoliemy ) นักคเลิตศาสตร์ขาวกรีกผู้เป็นหนึ่งในนักเรียนเรื่องโหราศาสตร์ในอุดแรกเริ่มแล้วยังคิดสร้างระบบเชิงจักรวาสวิทยาที"
  },
  {
    "page_number": 9,
    "text": "นักโหราศาสตร์ในสมัยคลาสสิกและยุคกลาง CLASSICALANDMEDIEVALASTROLOGERSการ จัดเกลางานศิลปะให้ละเอียดลออยิ่งข้นนักโหราศาสตร์ที่มีชื่อเสียงในช่วงต้นของยุคคลาสสิกและยังเป็นที่รู้จักกันดีในฐานะผู้มีส่วนสำคัญในความสำเร็จของวิชาคณิตศาสตร์และดาราศาสตร์นั้นก็คือคลอดิอูดทอเลอมี ( ClaadiusPiolemy ) ( ค.ศ.\n90 ถึง 160 ) จะว่าไประบบดาราศาสตร์ที่อึดโลกเป็นศูนย์กลางที่เขาคิดค้นขึ้นมาก็สามารถดำรงคงอยู่โดยไม่ถูกใครหักล้างมาได้นานถึง 1,300 ปีผลงานขิ้นเอกด้านโหราศาสตร์ของเขาคือหนังสือซื่อเพทราบิโบลส ( Tetra- biblos ) ที่นำจะเขียนขึ้นที่นครอเล็กซานเตรียของประเทศอีอิปต์ซึ่งกลายมาเป็นศูนย์การเรียนรู้ที่สำคัญแห่งหนึ่งของโลกตะวันตกมีความเป็นไปได้มากเลยที่ทอเลอมีจะมีสิทธิเข้าถึงหนังสือและตำราชุดต่างๆที่เก็บรักษาไว้ในห้องสมุดขนาดใหญ่ที่สุดในเมืองนั้นซึ่งว่ากันว่ากษัตริย์อเล็กซานเดอร์ได้ทรงก่อตั้งขึ้นมาด้วยพระองค์เองไม่ว่าจะอย่างไรหนังสือเล่มนี้ก็ได้เขียนขึ้นมาจากประเพณีของชาวบาบิโลนและอียิปต์รวมทั้งหลักปรัชญาของชาวกรีกทอเลอมีไต้ผนวกวิชาโหราศาสตร์เข้ากับการรักษาทางการแพทย์โดยโด้แย้งว่าสมุนไพรที่ใช้เป็นยาบางอย่างจะออกฤทธิ์ได้ดีขึ้นถ้าเก็บมาใช้ในบางช่วงเวลาที่ดวงจันทร์ปรากฏขึ้นมาบนฟากฟ้าทอเดลมีแบ่งจ้ารราคีออกเป็นเรืยนขะคา ( Mouse ) ต่างๆซึ่งแด่ทะเรืยนขะดาจะเกี่ยวข้องกับคุณลักษณะด้านใดผ้านหนึ่งในชีวิตในมทที่ว่าด้วยเรื่องเหล่านี้เขาได้พูดเรื่องต่างๆไร้มากมายไม่ราจะเป็นการแต่งงานคุณภาพชีวิตและสิ่งที่เขามองว่าเป็น \" เชื้อโรคร้ายใน"
  },
  {
    "page_number": 10,
    "text": "วิญญาณ \" อันได้แก่ความโลภความหุ่มเฟื่อยความโฉดเขลาและอื่น ๆ แมนิลิอัส ( Manilius)นาร์คัตแมนิสิ อัสคือหนึ่งในนักโหราศาสตร์คนสำคัญของยุคโรมัน ( ศสวรรมที่หนึ่ง ) เราแทบไม่รู้อะไรเกี่ยวกับเขาเลยโดยทฤษฎีทางโทราศาสตร์ของเขาจะแทรกอยู่ในบทกวียันยีตยารซึ่งเราอาจยังหาฉบับที่ครบถ้วนสมบูรณ์ไม่ได้บทรรีที่ร่าจะพูดถีงราคี ( Sign ) ต่างๆในจักรราศิแบบเป็นพัย ๆ ไว้ว่าเริ่มอากราคีเผลซึ่งส่องแตงเรื่องรองมาในธนสัตร์สีทองนึกแผลกใจเมื่อได้เพ็นราดีพฤมกฎตขึ้นมาทางด้านหลังราดีพกุษกฎู้กัอหน้าเรือกหารจด็คนยู่ซึ่อตามติดมาดัวอราติกรกฎและราติสิงห์จากนั้นก็เป็นราคีกันย์และคุดอันเป็นช่วงเวลาที่มีวันคืนเท่ากันก่อนเป็นราศีพิจิกผู้ยาพร้อมลวงดาวที่ร้อนแรงซึ่งมีครึ่งย่างเป็น่าที่กำดับเล็งตันครและพร้อมจะปล่อยลูกธนูไช่อย่างรวดเร็วต่อจากนั้นจังเย็นราชีมกรผู้มีร่างกายม้วนเกลียวตามมาดัวยราตีกุมภ์ที่กำลังวินน้ำจากเหลือกเพื่อต้นกระพายให้กับราคีปลาอันเป็นราคีสุดท้ายพีราดีเมรับรู้ได้นอกจากนี้เขายังนำราศีต่างๆมาผูกโยงเข้ากับเทพเจ้าของชาวโรมันอิกด้วยเป็นต้นว่าราคีเมษกับมิเนอร์วาผู้เป็นเทพธิดาแห่งปัญญาและศิลปะราศีพฤษภกัมวินัสผู้เป็นเทพธิลาแห่งความรักและความงามและราคิมิถุนกับอะพอลโลผู้เป็นเทพเจ้าแห่งแสงสว่างหรือความสำเร็จวิชาโหราศาสตร์ได้เป็นที่นิยมอย่างกว้างขวางในหมู่ชาวโรมันเพราะมีหลักปรัชญาที่เชื่อมโยงกับอัทธิดโดลิก( Scoicism ) ซึ่งเป็นมุมมองต่อโลกที่คนโรมันยึดถือผู้นิยมลัทธินี้มักได้แย้งว่าโลกจะถูกกำกับโดยกฎเฉพาะตัวที่เรียนรู้กันได้จุดยืนทางความคิดแบบนี้ทำให้คนเหล่านั้นรู้สึกถึงความเหมาะสมของถ้อยคำที่แมนิติอัลเคยกล่าวไร้ว่า \" โชคชะดาจะกำกับความเป็นไปในโลกใบนี้ทุกสรรพลิ่งด้วนถูกสร้างขึ้น"
  },
  {
    "page_number": 11,
    "text": "มาภายใต้กฎเกณฑ์อันแน่นอน \" ยุคกลางการแผ่ขยายของศาสนาคริสที่ไปในดินแตนยุโรปตะวันตกได้สร้างปัญหาให้แก่นักโหราศาสตร์เนื่องจากคริสห์ศาสนิกชนคนสำคัญจำนวนมากได้ห้อยค่าวิชาโทราศาสตร์ว่าเป็นของเหลือเตนอากลัทธินอกศาสนานักบุญออกัสตินเขียนด้วยความเสียใจไว้ว่าระหว่างเป็นเด็กเขาได้ขอรับคำปรึกษาจาก \" พวกที่อวดอ้างว่าเป็นโทราจารย์ \" มาโดยตลอดแต่พอเปลี่ยนมานับถือศาลนาคริสต์ก็ไม่ได้ทำเช่นนั้นอีกเลยแม้แหล่งศึกษาในยุคกลางหลายต่อหลายแห่งจะบรรจุวิชาโหราศาสตร์ไว้ในหลักสูตรการเรียนการสอนของพวกเขาแล่กลับเลือกใช้ถ้อยคำที่สื่อไปถึงวิชาดาราศาสตร์กันอย่างชัดเจนกระนั้นวิชาโทราศาสตร์ก็ได้ถูกฝังลึกลงไปในวัฒนธรรมที่อยู่ในกระแสและเป็นเรื่องทางวรรณกรรมตอนที่เจฟฟรีย์ซอเซอร์ (ค.ศ. 1343 ถึง 1400 ) กำลังเริ่มเขียนมทกวีอันโล่งดังของเขาที่มีชื่อว่า TheCanterberyTalesเขา ได้เขียนว่า \" และแล้วพระอาทิตย์ที่เพิ่งขึ้นมาจากฟากฟ้าก็ริ่งไปหากลุ่มดาวแกะด้วยมุมเฉียงสี่สิบห้าองศา\"ซึ่งผู้อ่านของเขาก็จะต้องรู้อย่างแน่นอนเลยว่าเขากำลังพูดถึงอะไร TheTrsRicheHeures ในศตวรรษที่สิบห้านักตกแต่งหนังสือให้มีสีสันซึ่งรู้จักกันดีในชื่อพี่น้องดิมบวร์ก ( TheLimbourgBrothers ) ได้สร้างสรรค์หนังสือสวดมนต์ขึ้นมาเล่มหนึ่งเพื่อเอาไว้ใช้ในช่วงเวลาที่กำหนดไว้ในบทบัญญัติทางศาสนาดยุกแห่งแบร๊ะ ( TheDukeBerry ) ได้ว่าจ้างให้จัดทำผลงานอันงดงามเล่มนี้ขึ้นมาจนเป็นที่รู้จักกันในชื่อ \"แทรริชเซอร์ตูว์ คุกเดอแบร์รี ( TheTresRichesHeuresduDucdeBerry ) \" หนังสือเล่มนี้มีราศีในจักรราคีปรากฏอยู่หลายหน้าและแม้ไม่ได้ถูกนำมาใช้เพื่อจัดทำคำทำนายทางโหราศาสตร์เลย"
  },
  {
    "page_number": 12,
    "text": "ก็ตามแต่ก็มีการนำไปเชื่อมโยงกับเดือนต่างๆที่กล่าวไว้ในหนังสือเล่มนี้แม้จะขัดแย้งกับหลักศาสนาคริสต์บางนิกายแต่ผู้คนในยุคกลางก็ยังไปขอให้ผู้มีอาชีพทางโหราศาสตร์ช่วยผูกดวงเพื่อทำนายโชคชะตาให้โดยคนเหล่านี้จะทำมาหากินในทางการใช้เวทมนตร์รูปแบบอื่น ๆ ควบคู่กันไปด้วยโหราจารย์ในสมัยฟื้นฟูศิลปวิทยา"
  },
  {
    "page_number": 13,
    "text": "โหราจารย์ในสมัยฟื้นฟูศิลปวิทยา RENAISSANCEASTROLOGERSยุคทอง ของวิชาโหราศาสตร์สมัยฟื้นฟูศิลปวิทยา ( TheRenaissance ) คือชื่อที่นักประวัติศาสตร์ใช้เรียกขานการฟื้นคืนชีพของวิชาศิดปะและการเรียนรู้บนแผ่นดินยุโรปในช่วงศลวรรษที่สิบห้าและดิบหกผู้คนในยุคนี้ยังมองการเติบโตของวิชาโหราศาสตร์ว่าเป็นอาชีพที่ควรคำแก่การเคารพยกย่องหรือจะเรียกว่าได้รับการยกระดับให้สูงส่งขึ้นเลยก็ได้เหมือนดังที่ปรากฏให้เห็นอยู่ในชีวิตของโหราจารย์ผู้ยิ่งใหญ่สองท่านที่มีนามว่ามิเชลนอดตราดามุส ( MichelNostradamus ) และจอห์นดี ( JohnDee )นอสตราดามุสมิเชลนอสตราดา มุส ( ค.ศ. 1503 ถึง 1566 ) เกิดที่แคว้นโพรวองซ์ในประเทศฝรั่งเศสตอนเด็ก ๆ เขาได้เดินทางท่องเที่ยวไปทั่วและพอถึงวันหนึ่งก็เริ่มดูดวงให้คนที่มาขอให้ช่วยเมื่อเริ่มมีชื่อเสียงผู้คนที่อยากให้เขาดูดวงให้ก็มีมากขึ้นจนต้องหาคนมาเป็นผู้ช่วยเรื่องนี้เป็นปัญหาอยู่ไม่น้อยเลยเพราะนอสตราคามุสมีลายมือที่หาคนอ่านออกได้ยากมาก ๆ ทำให้พวกผู้ช่วยต้องมานั่งแกะลายมือเขากันอย่างสุดฝีมือออกมาเป็นเวอร์ชันแรกนี่คือหนังสือที่รวบรวมโคลงสี่สุภาพชุดละ 100 บท"
  },
  {
    "page_number": 14,
    "text": "นี่คือเครื่องมือที่มีชื่อว่า \" วงแหวนจำลองตำแหน่งดวงดาวในจักรวาล ( ArmillarySphere ) \" โดยนักโหราศาสตร์ในยุคฟื้นฟูศิลปวิทยาได้นำมาใช้เพื่อกำหนดจุดการเคลื่อนที่ของราศีต่างๆบนฟากฟ้า ( เรียกในปีค.ศ. 1555นอสตราดามุสใต้ ตีพิมพ์หนังสือของเขาที่ชื่อ Propheciesพหารว่าCenturies ) ไว้จำนวนหนึ่งนอสภราคามุทได้เขียนเนื้อหาเพิ่มเติมอยู่เรื่อย ๆ และเวอร์ชันสุดท้ายของหนังสือเล่มนี้ได้ตีพิมพ์ออกมาเมื่อปีค.ศ. 1568 มันกีมี"
  },
  {
    "page_number": 15,
    "text": "โคลงสี่สุภาพอยู่ทั้งหมด 942บท ( ยังไม่เป็นที่แน่รัดว่านอสตราคามุสเป็นผู้เขียนด้วยตัวเองทั้งหมดเลยหรือไม่แต่ด้วยความที่ไม่อยากจะต่อความยาวสาวความยืดคนส่วนใหญ่จึงยอมรับว่ามันเป็นผลงานของเขาเลง ) โคลงสี่สุภาพหลาย ๆ บทมีพิ้นฐานอยู่บนหลักโพราศาสตร์โดยจะเชื่อมโยงเหตุการณ์ในอนาคตเข้ากับอิทธิพลทางโหราศาสตร์( 1:16 ) มีเคียวเล่มหนึ่งปรากฏอดูในหนองน้ำแห่งหนึ่งร่วมกับราคิชนูเมื่ออยู่ในสำแหน่งลัดพาอันสูงสุดโรคระบาดความอดอยากและความดวยอันเป็นดีมือของฝ่ายศตวรรษใหม่กำลังจะมายรรอยครบรอบอีกครั้ง ( 1.28 ) โพบรูกเมืองในประเทศพิเบียจะหวาดกลัวกองเรือของคนเอื่อนซึ่งมาก่อนกองเรือจากฝ่ายตะวันตกตั้งนาพนมวัวควายผู้คนทรัพย์สินจะสูญเสียไปไม่ไช่น้อยสงความช่วงราตีเมษและราสีดุลทำให้ล้องเสียเลือดเนื้อกันไปมากมายถึงเพียงนี้เลยการตีความคำกลอนเหล่านี้รวมทั้งที่คล้ายคลึงกันจะพบปัญหาอยู่ไม่น้อยเลยนอสตราดามุสเป็นเจ้าแห่งความกำกวมมันจึงไม่น่าประหลาดใจแต่อย่างใดที่ตลอดเวลาหลายศตวรรษที่ผ่านมาหนังสือ Propheciesของ เขาจะถูกมองว่าเป็นคำทำนายของทุกเรื่องราวไล่เรียงตั้งแต่สงครามโลกไปจนถึงเหตุการณ์ 9 / 11นอ สตราดามุสตัวปลอมหลังนอสตราดามุลเสียชีวิตไปได้หนึ่งศตวรรษนักปรัชญาผู้มีนามว่าโธมัสฮอบดก็ออกมาเตือนว่าคำทำนายหลาย ๆ อย่างที่เผยแพร่อยู่ภายใต้ชื่อเขานั้นคืองานปลอมแปลงที่เรียนขึ้นหลังจากที่เขาเสียชีวิตไปตั้งนานแล้วทุกวันนี้เรายังได้เห็นผู้คนเขียนคำทำนายให้สอดรับกับข้อสรุปที่"
  },
  {
    "page_number": 16,
    "text": "พวกเขามีอยู่ในใจกันอย่างหน้าตาเฉยจอห์นดี ( ค.ศ. 1527 ถึงประมาณ 1608 ) ก็เป็นหนึ่งในคนที่มีคนรู้จักกันมากที่สุดในช่วงศตวรรษที่เขามีชีวิตอยู่เป็นนักคิดอย่างมีหลักเกณฑ์ซึ่งมีชื่อเสียงในฐานะนักดาราศาสตร์และนักคณิตศาสตร์ของเขาได้ขจรขจายไปทั่วทั้งทวีปยุโรปเป็นโหราจารย์ผู้มีเวทมนตร์คาถาเป็นพ่อมดรวมทั้งยังเป็นที่ปรึกษาประจำสำนักในสมเด็จพระราชินีนาถเอลิซาเบธที่ \n1 แห่งอังกฤษและโหรหลวงส่วนพระองค์ในสมเด็จพระราชินีผู้มีหน้าที่ผูกดวงขะตาให้พระองค์ดีเข้ารับการศึกษาที่วิทยาลัยตรีนิตี้ในมหาวิทยาลัยเคมบริตจ์ ( จริง ๆ เขาเป็นสมาชิกอาวุโลรุ่นมุกเบิกคนหนึ่งซึ่งมีส่วนร่วมในการก่อตั้งสถาบันแห่งนี้ขึ้นมา ) เขาได้รับการนับหน้าถือตาอย่างกว้างขวางในแวดวงวิทยาศาสตร์แต่ระหว่างนั้นก็ยังเป็นที่รู้จักในฐานะคนที่เข้าไปข้องแวะกับเรื่องราวเกี่ยวกับวิชาโหราศาสตร์อยู่บ้างเป็นครั้งคราวการผูกดวงเพื่อทำนายโชคชะตาให้กับคนดังในแวดวงสังคมต้องกลายเป็นเรื่องยากลำบากไปในช่วงเวลานั้นประเทศอังกฤษได้ทำการปฏิรูปศาสนามาจนถึงรัชสมัยของพระเจ้าเฮนรีที่ \n8 ซึ่งทรงสถาปนาศาสนจักรอังกฤษ ( ChurchofEngland ) ขึ้นมาโดยการแยกตัวมาจากพระศาสนจักรคาทอลิก ( CatholicChurch ) ทั้งหมดนี้ได้ถูกดำเนินการไปในอีกทางหนึ่งโดยพระธิดาของกษัตริย์เฮนรีผู้มีนามว่าเจ้าหญิงแมรีซึ่งนำประเทศกลับมาอยู่ภายใต้ร่มเงาของคริสต์ศาสนานิกายโรมันคาทอลิกอีกครั้งหนึ่งและได้ตามราวีผู้นับถือลัทธิโปรเดสแดนด์และใครก็ตามที่พระองค์มองว่าเป็นศัตรูทางการเมืองอย่างไม่ยอมเลิกราตีถูกจับกุมในปีค.ศ. 1555 และโดนตั้งข้อหาว่าเป็นผู้มีหน้าที่ดูดวงให้เจ้าหญิงแมรีและเจ้าหญิงอลิซาเบชผู้เป็นน้องเลี้ยงของพระองค์เองทุกคนต่างเชื่อ"
  },
  {
    "page_number": 17,
    "text": "กันว่าดวงขะดาได้ทำนายไว้ว่าจะเกิดเหตุการณ์ที่ไม่พึงประสงค์แก่องค์หญิงแมรีตีพยายามหาทางแก้ต่างจนพันข้อกล่าวหาเหล่านั้นมาได้แต่ก็ต้องอยู่อย่างระแวดระวังตัวไปจนตลอดรัชสมัยของเจ้าหญิงแมรีตึกลับมามีอนาคตรุ่งเรืองอีกครั้งเมื่อเจ้าหญิงอลิซาเบธทรงขึ้นครองราชย์ต่อจากเจ้าหญิงแมรีที่สิ้นพระชนม์ลงในปีค.ศ. 1558 เขากลายมาเป็นที่ปรึกษาส่วนพระองค์อย่างเป็นทางการในเรื่องที่เป็นข้อกังขาทางวิทยาศาสตร์และเป็นโทรหลวงประจำสำนักเหตุการณ์ทั้งหมดนี้ทำให้เขายิ่งถลำลึกลงไปในความเชื่อทางไสยศาสตร์รวมทั้งวิชาโหราศาสตร์เขาเดินทางไปทั่วทั้งทวีปแต่การไม่มีตำแหน่งแห่งหนอยู่ในราชสำนักก็ทำให้เขาต้องขัดสนเรื่องเงินตราพอถึงปีค.ศ. 1608 เขาก็จบลิ้นชีวิตลงอย่างคนสิ้นไร้และมีเรื่องน่าเคลือบแคลงอยู่ไม่ใช่น้อยเลยวิชาโทราศาสตร์ยังคงเฟื่องฟูมาตลอดยุคดื้นฟูศิลปวิทยาทั้งนี้ก็ด้วยฝีมือของนักปรัชญาอย่างมาร์ซีดีโอพีซีโน ( MarsilioFicino ) โดยในช่วงเวลานั้นเองวิชานี้ก็ใด้แยกตัวมาจากวิชาคาราศาสตร์ซึ่งเป็นศาสตร์ในตระกูลเดียวกันที่"
  },
  {
    "page_number": 18,
    "text": "มีความเป็นวิทยาศาสตร์มากกว่านักโหราศาสตร์ยุคใหม่ MODERNASTROLOGERSการ อ่านดวงดาวในทุกวันนี้แม้หลังยุคฟื้นฟูศิลปวิทยาชื่อเสียงของโหราศาสตร์ได้เริ่มตกต่ำลงอีกครั้งแต่มันก็กลับฟื้นคืนชีพขึ้นมาในศตวรรษที่สิบเก้าจากการกำเนิดเกิดขึ้นมาของลัทธิจิตนิยม ( Spiritualism )ลัทธิ ที่เชื่อว่าจิตวิญญาณดำรงอยู่แยกต่างหากจากสสารหรือเชื่อว่าสิ่งที่มีอยู่จริงคือจิตวิญญาณเท่านั้นด้วยฝีมือของบุคคลอย่างมาตามเบลอวาคสกี(ค.ศ.1831ถึง 1891 ) ลัทธิที่เป็นขนวนการอันสลับซับซ้อนและแพร่ขยายอย่างรวดเร็วนี้มีความเกี่ยวข้องกับผู้คนเป็นจำนวนมากไม่ว่าจะเป็นนักวิทยาศาสตร์อย่างอัลเฟรดรัสเซลวอลเลซและบุคคลในแวดวงวรรณกรรมอย่างอาเธอร์โคนันดอยล์การเปลี่ยนแปลงอย่างหนึ่งที่เกิดขึ้นกับวิชาโหราศาสตร์ในช่วงเวลานี้คือมันได้กลายมาเป็นเรื่องที่เข้าใจได้ง่ายดายยิ่งขึ้นทั้งนี้ก็เพื่อหวังจะได้รับคะแนนนิยมในหมู่ผู้คนให้กว้างขวางขึ้นกว่าเดิมพอถึงช่วงปลายศตวรรษที่ยี่สิบการเติมโตของขบวนการเคลื่อนไหวของลัทธินิวเอจได้ช่วยผลักดันให้ผู้คนทันมารับชมรับฟังนักโหราศาสตร์และติดตามผลงานของพวกเขากันมากขึ้นทั้งหมดนี้ยังนำไปสู่การกลับมาประเมินค่าแนวคิดบางอย่างในวิชาโหราศาสตร์กันอีกครั้งรวมทั้งการโต้แย้งทางความคิดระหว่าง \" โหราศาสตร์ยุคใหม่ \" กับ \" โหราศาสตร์ยุคดั้งเติม \" ข้อแตกต่างบางประการระหว่างโทราศาสตร์ยุคใหม่กันยุคตั้งเดิม"
  },
  {
    "page_number": 19,
    "text": "โหราศาสตร์ยุคลั้งเดิมมุ่งเน้นไปที่การทำนายในขณะที่โหราศาสตร์ยุคใหม่เป็นเครื่องมือในการตระหนักรู้ในศักยภาพของตัวเอง ( Self . Actualization) โหราศาสกร์ยุคใหม่ให้ความสำคัญกับคารเคราะห์ในระบบสุริยะจำนวนเก้าดวงในขณะที่โพราศาสตร์ยูคทั้งเดิมจะพึ่งพาดาวเคราะห์ที่มองเห็นได้ด้วยตาเปล่าเป็นจำนวนเจ็ดลวงเท่านั้นโทราศาสตร์ยุคใหม่น่าวิธีการที่ \" ได้รับการปรับปรุงให้ทันตมัยและมีประสิทธิภาพสูงลุก \" มาใช้ในการตำรวจตรวจตอบทางโหราศาสตร์ซึ่งจะแสดงให้เห็นถึงสาวเคราะห์ในราชีเรือนระคาและมุมสัมพันธ์ ( Aspeets ) ห่าง ๆ แทนที่จะมุ่งความสนใจไปที่การเคลื่อนที่ที่มีรายละเอียดอยู่เต็มไปหมดโทราศาสสร์ยุตใหม่มักหรอมรวมเข้ากับแนวคิดจากศาสนาอื่น ๆ หรือประเพณียันลี้ดับ ( เช่นโทราศาสตร์พระเวทหรือ VedicAstrologyวิชาโทราศาสตร์ ที่มีรากฐานมาจากประเทศอืนเดียมุ่งเน้นให้คนมีความเชื่อในเรื่องกรรมของตนเอง ) ส่วนโทราศาสตร์ยุคตั้งเติมมักยึดโยงอยู่กับภูมิปัญญาของโลกตะวันตกอลันลีโอ(ค.ศ.1860ถึง1917 ) ลีโอเป็นหนึ่งในนักโหราศาสตร์ผู้ทรงอิทธิพลสูงสุดซึ่งนำไปสู่การพื้นคืนชีพของวิชาศิลปะในช่วงตลวรรษที่สิบเก้าเขาเกิดในเกาะอังกฤษและมีชื่อเดิมว่าวิลเลียมเฟรดเดอริกอัลฉัน ( ก่อนพันมาใช้ชื่อที่เป็นนามแฝงจากกลุ่มดาวที่เป็นราทีเกิดของเขาเอง ) ซีโอโต้แย้งว่าวิชาโหราศาสตร์ควรใช้หลักจิตวิทยาเป็นพื้นฐานให้มากกว่าที่เป็นซึ่งเป็นการหลุดพ้นจากสิ่งที่เขามองว่าเป็นคุณภาพในการทำนายอย่างไม่มีทางเลือกจนเกินไปของโทราศาสตร์ยุคตั้งเดิมเขาได้ศึกษาประเพณีอื่น ๆ ที่เป็นเรื่องทางจิตวิญญาณและพยายามผนวกองค์ประกอบบางอย่างที่เป็นแนวปฏิบัติประจำศาสนาอินเตียเข้ามาเป็นส่วนหนึ่งของวิชาโหราศาสตร์แดนรุดหยาร์(ค.ศ.1895ถึง 1985 )"
  },
  {
    "page_number": 20,
    "text": "รุดหยาร์เกิดและเติบโตในประเทศฝรั่งเศสและได้รับการยกย่องจากคนส่วนใหญ่ให้เป็นบิตาแห่งวิชาโทราศาสตร์ยุคใหม่หนึ่งในบรรดาสิ่งที่ส่งอิทธิพลอย่างใหญ่หลวงต่อตัวเขาคืองานเขียนเชิงจิตวิทยาของซี.จี.ยุง(ค.ศ.1875ถึง1061 ) ผลงานของเขาส่วนใหญ่มุ่งเน้นไปที่การผสมผสานแนวคิดของยุงเข้าเป็นส่วนหนึ่งของวิชาโทราศาสตร์เขาโต้แย้งว่าดวงดารไม่ได้เป็นผู้กำหนดชีวิตเราแต่เป็นภาพสะท้อนว่าเรากำลังอยู่ที่จุดใดตามหลักจิตวิทยาพวกมันไม่ได้ปิดกั้นเราจากการพยายามใช้เจตจำนงเสรีที่มีอยู่ในใจมันจึงรวมไปถึงความสามารถในการสร้างผลสัมฤทธิ์ในชีวิตเราวิธีการนี้ได้รับการขนานนามว่าเป็น \" โหราศาสตร์แนวมนุษยนิยม ( HumanisticAstrology ) \" ในปีค.ศ. 1935หนังสือ เล่มสำคัญที่สุดของเขาก็ได้รับการตีพิมพ์ออกมาในชื่อ TheAstrologyofPersonalityเนื่อง จากในช่วงเวลานั้นคนทั้งโลกกำลังก่นด่าภัยพิบัติของสงครามโลกครั้งที่สองกันอย่างเข็งแซ่มันจึงเป็นเรื่องธรรมดาเหลือเกินที่หนังสือจะได้รับความสนใจจากคนเพียงแต่จำนวนหนึ่งเท่านั้นเองแต่พอสงครามสงบลงมันก็ได้รับความนิยมทั้งนี้ก็ด้วยแรงสนับสนุนจากนักเทววิทยาผู้มีเวทมนตร์ที่มีนามว่าอลิศเอ.เบลีย์ซึ่งเป็นผู้จัดพิมพ์หนังสือเล่มนี้ขึ้นมาเราต้องเข้าใจว่ารุดหยาร์คือคนที่สอนวิชาโหราศาสตร์ในแบบที่เป็นศาสตร์เชิงรุกมากกว่าเชิงรับเขาอ้างว่ามันไม่ได้มีวัตถุประสงค์แค่ได้รู้ว่าอะไรคือสิ่งที่โชคชะตากำหนดไว้ให้เราแต่โทราศาสตร์คือเครื่องมือที่เราจะนำมาใช้เพื่อพิสูจน์ตัวเราเองและทำความเข้าใจว่าเราจะทำตัวให้สอดคล้องกับโลกซึ่งมีความเป็นหนึ่งเดียวที่ยิ่งใหญ่กว่าตัวเราได้อย่างไร"
  },
  {
    "page_number": 21,
    "text": "ขบวนการเคลื่อนไหวของลัทธินิวเอจTHENEWAGEMOVEMENTโหราศาสตร์ในยุคของราศกุมภ์ ( TheAgeofAquarius)อิสิซเอ.เบลีย์ ผู้ตีพิมพ์หนังสือให้แดนรุดหยาร์มักได้รับการยกย่องจากคนส่วนใหญ่ว่ามีส่วนสำคัญในการบัญญัติคำศัพท์\"นิวเอง \" ขึ้นมาอย่างไรก็ตามไม่ว่าจะมีต้นกำเนิดมาจากอะไรแต่มันก็ได้แพร่ขยายและเป็นสิ่งที่พบใต้ทุกหนทุกแห่งไปในปัจจุบันร้านหนังสือใหญ่ ๆ ส่วนมากจะกันพื้นที่ส่วนหนึ่งโดยติดป้าย \" นิวเอจ \" ไว้เป็นสัดส่วนและในนครและเมืองอีกหลายแห่งเราจะพบร้านค้าเฉพาะทางเอาไว้ให้ลูกค้าผู้สนใจได้เลือกซื้อสินค้าตั้งแต่เครื่องประดับไปจนถึงไม้ง่ามสำหรับค้นหาแหล่งน้ำหรือแร่ธาตุในดินตั้งแต่กำยานไปจนถึงเครื่องลางของชลังของขนพื้นเมืองอเมริกันเป็นที่ชัดเจนว่าขบวนเคลื่อนไหวของลัทธินิวเอจได้เป็นไปในทิศทางเดียวกันกับวิชาโหราศาสตร์มาตั้งแต่ต้นขบวนการนี้มีข้อสมมติฐานในภาพรวมว่าเรากำลังเปลี่ยนผ่านจากยุคปัจจุบันที่เราอยู่ ( มักเรียกว่ายุคแห่งราศีมีน ( TheAgeofPisces ) ) ไปสู่ยุคแห่งราศีกุมภ์ ( TheAgeofAquarius ) ซึ่งเป็นช่วงเวลาแห่งการตื่นรู้และความสมปรารถนา ( หนังสือ TheAquarianConspiracyของแมริลีนเฟอร์กูสัน ที่ตีพิมพ์ออกมาในปีค.ศ. 1980 ถือเป็นคำประกาศจุดมุ่งหมายที่สำคัญยิ่งของลัทธินิวเอจ )"
  },
  {
    "page_number": 22,
    "text": "ความเชื่ออันมากมายหลายหลากขบวนการนี้แทบไม่มีเขตแดนเลยก็ว่าให้โดยทั่วไปมันจะพยายามมองโลกรำเป็นหนึ่งเดียวและรวบรวมคุณลักษณะสันหลากหลายของลัทธิจิตนิยมให้เป็นหนึ่งเดียวโดยเฉพาะที่พบในความคิดของชาวตะวันออกในบรรดาระบบความเชื่อที่ชบวนการนี้น้อมรับวิชาโหราศาสตร์ถือเป็นเรื่องที่มีความสำคัญยิ่งเรื่องหนึ่งเลยก็ว่าได้ระบบความคิดของขบวนการเคลื่อนไหวตามลัทธินิวเอจจะประกอบไปด้วยวิชาโหราศาสตร์ . ESP(ExtrasensoryPerceptionหรือสัมผัช ที่หก ) การดำรงอยู่และพลังอำนาจของอารยธรรมโบราณอันใด้แก่แอคแลนดิสดีมูเรีย , มูและอื่น ๆ โฮมีโอพาซีย์ ( Homeopathyหรือ การรักษาโรคด้วยการกระวุ้นภูมิคุ้มกัน ) กฎแห่งการถึงดูด ( LawofAttraction ) ประสบการณ์ขณะใกล้ตายและหลังความตายการระดึกชาติให้ความบังเชิญ ( Synchronicity) ลัทธิมังชวิรัติ( Vegetarianism ) ขบวนการเคลื่อนไหวตามลัทธินิวเอจมักมองวิชาโทราศาสตร์ว่าเป็นหนทางหนึ่งที่ใช้ในการช่วยเหลือผู้คนให้ค้นพบศักยภาพในตัวเองและทำให้มันได้รับการเติมเต็มขบวนการนี้ยังเปิดรับความเชื่อมโยงที่วิชาโทราศาสตร์มีต่อการเยียวยาและประสบการณ์ด้านอื่น ๆ อย่างเช่นการเงินการศึกษาและความรักอีกด้วยซิบิลลีท ( ค.ศ. 1917ถึง 1982 ) ลึกเกิดและเติบโตขึ้นมาในประเทศอังกฤษซึ่งเธอกล่าวอ้างว่าได้สืบเชื้ยสายควน"
  },
  {
    "page_number": 23,
    "text": "เป็นแม่ผดจากคนในครอบครัวมาอย่างยาวนานเธอเริ่มเป็นที่รู้จักกันสีร่าปนผู้เสื่อมใสในการใช้เรทมนตร์คาถาและความเสื่อที่มีพื้นฐานอยู่บนการใช้คาลอาคมอย่างอื่น ๆ ( เธอล้างว่าเคยพบกับอเลสเตอร์คราวดีย์ซึ่งเป็นหนึ่งในหมยยุคใหม่ ) ในช่วงทศวรรษ1900หลังจากย้ายมาอยู่ที่ประเทศสหรัฐอเมริกาไม่นานเธอก็มีความเชื่อในวิชาโหราศาสตร์เธอกลายเป็นคนดังทางทีรีเป็นเลื่อมใสในการใช้เวทมนตร์คาลาและวิชาโหราศาสตร์ลัทธินิวเอจยึดมั่นอยู่กับความเชื่อที่ว่าเราควรมองโลกด้วยความเข้าไดร่าเป็นหนึ่งเดียวซึ่งทุกสรรพสิ่งจะเชื่อมโยงถึงกันพวกเขามองประวัติศาสตร์ว่าเป็นวงจรขนาดใหญ่ขุดหนึ่งที่มีสายุยืนยาวไม่ต่ำกว่า 2,000 ปีคนเหล่านั้นเซี่ยว่าเรากำลังเดินทางมาถึงจุดจบของวงจรวงจรหนึ่งนั่นคือยุคแห่งราคีมีนซึ่งประกอบไม่ด้วยการก่อตั้งศาสนาคริตต์และอิดลามขึ้นมาและมาถึงจุตเริ่มต้นของยุคแห่งราดีกุมภ์ที่มีลักษณะเด่นในเรื่องความรักความสมัครสมานสามัคคีและความเข้าใจอาจได้เห็นกันตั้งแต่ดอนนี้เลยว่าบรรดานักทฤษฎีตามลัทธินิวเอจนั้นต่างพยายามพึ่งพิงความรู้และแนวคิดของวิชาโหราศาสตร์อย่างมีอาจขาดได้เลย"
  },
  {
    "page_number": 24,
    "text": "บทที่ \n2 คำศัพท์ในวิชาโหราศาสตร์ก่อนจะลงลึกไปในรายละเอียดว่าด้วยการทำนายตามหลักโหราศาสตร์เราควรมาทำความคุ้นเคยกับศัพท์บางคำที่ใช้ในหมู่นักโหราศาสตร์กันก่อนคุณอาจเคยได้ยินคำศัพท์เหล่านี้มาบ้างเหมือนกันแต่พอมาอยู่ในบริบทของวิชาโทราศาสตร์คำเหล่านั้นก็จะมีความหมายที่ต่างไปจากเดิมเรามาเริ่มจากคำว่าโหรวศาสตร์ ( Astrology ) กันก่อนเลยคุณทรามหรือไม่ว่ามันมีความหมายว่าอย่างไรวิชาโหราศาสตร์มีพื้นฐานอยู่บนความเชื่อที่ว่าการเคลื่อนที่ของดวงดาวและเทหวัตถุอื่น ๆ บนฟากฟ้าจะส่งผลกระทบต่อชีวิตของพวกเราที่อยู่บนโลกใบนี้คนเรานั้นใช่ว่าจะรับรู้ถึงผลกระทบเหล่านี้กันได้ทุกคนแต่คนที่ได้ศึกษาวิชาโหราศาสตร์จะมีหลากหลายเหตุผลที่ทำให้เชื่อว่าทุกสรรพสิ่งทั้งที่อยู่บนโลกและบนท้องฟ้าจะเชื่อมโยงกันอย่างแนบแน่นในความเป็นจริงนักวิทยาศาสตร์ไต้ออกมาชี้ขาดอย่างชัดแจ้งแล้วว่าดวงจันทร์จะมีอิทธิพลต่อปรากฏการณ์บางอย่างบนโลกของเราอย่างเช่นการขึ้นลงของผีนน้ำในมหาสมุทรคนเรามักแปลความวิชาโหราศาสตร์กันแบบผิด ๆ ว่ามันคือสิ่งที่กำหนดโชคชะตาของเราแต่เอาเข้าจริงโหราศาสตร์จะอธิบายถึงศักยภาพในตัวเราและมันก็ขึ้นอยู่กับเราว่าจะนำศักยภาพนั้นมาใช้ให้เกิดประโยชน์สูงสุดหรือจะมองข้ามมันไปโหราศาสตร์เป็นเรื่องราวของสิ่งมีชีวิตมากกว่าเครื่องยนต์กลไกและเราจะเข้าใจความหมายของมันได้อย่าง"
  },
  {
    "page_number": 25,
    "text": "กว้างขวางและลึกซึ้งขึ้นเมื่อได้เรียนรู้สัญลักษณ์และทำความเข้าใจคำศัพท์ที่ใช้อยู่ในวิชานี้โหราศาสตร์ไม่อาจทำนายได้หรอกว่าในแต่ละวันของชีวิตเราจะมีอะไรเกิดขึ้นมาบ้างเพราะมันเป็นเรื่องของแนวโน้มมากกว่าจะเป็นเรื่องราวเกี่ยวกับเหตุการณ์ที่เกิดขึ้นมาในแต่ละนาทีเราอาจกล่าวอีกนัยหนึ่งก็ได้ว่าวิชาโหราศาสตร์จะสำรวจตรวจสอบแบบแผนต่างๆที่เกิดขึ้นมาในชีวิตเราซึ่งนั่นก็คือโอกาสทองหรือประตูไปสู่ความสำเร็จที่เปิดรถพวกเราอยู่โทราศาสตร์คือวิธีการอันทรงประสิทธิผลที่ใช้ในการดีความความเป็นจริงที่เกิดขึ้นในชีวิตของตนแต่ละคนการศึกษาวิชาโหราศาสตร์จะทำให้เราตระหนักรู้และมีความรู้มากขึ้นเกี่ยวกับตัวเราเองและผู้คนรอบตัวเรามันคือหนทางที่ทำให้เรามีพลังอำนาจมากกว่าที่เป็นอยู่"
  },
  {
    "page_number": 26,
    "text": "ราศีและสัญลักษณ์ที่ใช้ SIGNSANDSY MBOLSราศี และสัญลักษณ์ทางโหราศาสตร์ได้ถูกตร้างขึ้นมาเพื่อการนำไปใช้จริงเราควรมองว่าฝันเป็นรหัดย่อที่ใช้สื่อความทางโทราศาสตร์พอมีความรู้เรื่องนี้เราก็จะนำความรู้จากวิชาโพราศาสตร์มาใช้งานและทำความเข้าใจแผแฝ้งทางโพราศาสตร์ได้ง่ายลายยิ่งขึ้นเราต้องทำความเข้าใจแผนผังเหล่านี้ไว้ให้สีเนื่องจากมันเป็นสิ่งสำคัญต่อการเดินทางบนเส้นทางสายนี้ของคุณตารางตามตารางส่อไปนี้จะแสดงให้เห็นถึงสัญลักษณ์อันหลากหลายที่คุรควรทำความคุ้นเลยเอาไว้ให้มาก ๆ ตารางที่ 1รา ศีและสัญลักษณ์ที่ใช้ราศีมีทั้งหมดสิบสองราศีและมีสัญลักษณ์ดังต่อไปนี้ราศีสัญลักษณ์ราศีสัญลักษณ์เมษ( Aries)ตุล(Libra)พฤษภ(Taurus ) พิจิก ( Scorpio ) มิถุน ( Gemini ) ธนู ( Sagittarius) กรกฏ( Cancer)มกร(Capricorn )"
  },
  {
    "page_number": 27,
    "text": "สิงห์ ( Leo)กุมภ์ ( Aquarius)กันย์( Virgo)มีน ( Pisces ) ตารางที่\n2 ดาวเคราะห์และสัญลักษณ์ที่ใช้นอกจากดวงอาทิตย์และดวงจัทร์แล้วเราจะใช้ดาวเคราะห์อีกแปดดวงราหู ( Node ) และองคลาภ (PartofFortune ) ในแผนผังดวงชะตากำเนิดดาวเคราะห์ / ราหูสัญลักษณ์ดาวเคราะห์ / ราหูสัญลักษณ์ดวงอาทิตย์ ( Sun ) ดาวเสาร์ ( Saturn ) ดวงจัทร์ ( Moon ) ดาวมฤตยู ( Uranus ) ดาวพุธ ( Mercury ) ดาวเนปจูน ( Neptune ) ดาวศุกร์ ( Venus ) ดาวพลูโต ( Pluto ) ดาวอังคาร ( Mars )ราหูเหนือ ( NorthNode ) ดาวพฤหัส ( Jupiter ) ราหูใต้ ( SouthNode )"
  },
  {
    "page_number": 28,
    "text": "ตารางที่\n3 มุมสัมพันธ์และสัญลักษณ์ที่ใช้ตำแหน่งของดาวเคราะห์ในเรือนชะตาทำให้เกิดเป็นมุมทางเรขาคณิตระหว่างดาวดวงต่างๆรวมทั้งระหว่างดาวเคราะห์กับมุมของเรือนชะตาต่างๆอีกด้วยเราเรียกมุมเหล่านี้ว่ามุมสัมพันธ์โดยแต่ละมุมสัมพันธ์จะมีสัญลักษณ์และความหมายที่แตกต่างกันในหนังสือเล่มนี้เราจะใช้มุมสัมพันธ์ดังต่อไปนี้มุมสัมพันธ์สัญลักษณ์ความหมายมุมกุม ( Conjunction ) การอยู่ห่างกัน\n0 องศาระหว่างดาวเคราะห์ตั้งแต่สองดวงขึ้นไปมุมโยค ( Sextile ) การอยู่ห่างกัน\n 60อง ศาระหว่างดาวเคราะห์ตั้งแต่สองดวงขึ้นไปมุมฉาก ( Square ) การอยู่ห่างกัน\n90อง ศาระหว่างดาวเคราะห์ตั้งแต่สองดวงขึ้นไปมุมตรีโกณ ( Trine ) การอยู่ห่างกัน 120อง ศาระหว่างดาวเคราะห์ตั้งแต่สองดวงขึ้นไป"
  },
  {
    "page_number": 29,
    "text": "มุมเล็ง ( Opposition ) การอยู่ห่างกัน 180อง ศาระหว่างดาวเคราะห์ตั้งแต่สองดวงขึ้นไปนอกจากนี้ยังมีสัญลักษณ์อื่น ๆ ในแผนผังดวงชะตากำเนิดดังต่อไปนี้"
  },
  {
    "page_number": 30,
    "text": "วงล้อจักรราศีขนาดใหญ่ที่มีราศีต่างๆลัคนา ( Ascendant หรือ RisingSign-AS ) หมายถึงราศีและองศาของจักรราศีที่ขึ้นมาในเวลาตกฟากอัสตลัดนาหรือจุดอาทิตย์อัสดง ( Descendant-DS ) หมายถึงจุดตรงข้ามกับลัคนาเป็นเส้นแบ่งเรือนชะตา ( Cusp ) ที่เจ็ดจุดอาทิตย์เที่ยงวัน ( MidheavenหรือMediumCoeli- MC ) หมายถึงจุดสูงสุดของจักรราศีตอนเวลาตกฟาก"
  },
  {
    "page_number": 31,
    "text": "จุดอาทิตย์เที่ยงคืน ( ImumCoeliหรือNadir - IC ) หมายถึงจุดของจักรราศีที่อยู่ตรงกันข้ามกับจุดอาทิตย์เที่ยงวันในหนังสือเล่มนี้ยังมีสัญลักษณ์อื่น ๆ ที่ปรากฏให้เห็นแต่ไม่ได้กล่าวถึงไว้ซึ่งนั่นก็เป็นเพราะมันเป็นเรื่องที่มีรายละเอียดสลับซับซ้อนอยู่มากมายอันได้แก่ EquatorialAscendant( Eq) หมายถึงลัคนาในแผนผังถ้าคุณเกิดที่เส้นศูนย์สูตรซึ่งเป็นเครื่องหมายที่แสดงตัวตนที่คุณคิดว่าตัวเองเป็น Vertex ( Vtx ) หมายถึงจุดที่เป็นเรื่องของโชคชะตาหรือพรหมลิขิตเรือนชะตาTHEHOUSESทางเดิมแห่งจักรราคีหนึ่งในคำศัพท์ทางโหราศาสตร์ที่คุณได้ยินบ่อยที่สุดคือคำว่า \" เรือนชะตา\"คุณอาจเคยได้ยินมาว่าจักรราศีนั้นประกอบไปด้วยเรือนชะตาจำนวนสิบสองเรือนแล้วจริง ๆ มันหมายถึงอะไรกันแน่ลองมองท้องฟ้าให้เป็นเหมือนวงกลมวงหนึ่งดูจากนั้นให้แบ่งมันออกเป็นสิบลองส่วนแต่ละ \" ส่วน \" จะหมายถึงเรือนชะตาแต่ละเรือนตลอดหนึ่งปีที่ดวงอาทิตย์โคจรไปตามเส้นทางมันจะสร้างวงกลมขึ้นมาวงหนึ่งซึ่งเป็นการก้าวผ่านเรือนชะตาหนึ่งไปยังอีกเรือนชะตาหนึ่ง \" ราศีเกิด ( SunSign ) \" ของคุณคือจุดที่ดวง"
  },
  {
    "page_number": 32,
    "text": "อาทิตย์ไปสถิตอยู่ในวันที่คุณถือกำเนิดขึ้นมาโดยจะมีความสัมพันธ์กับตำแหน่งแห่งที่ที่คุณเกิดลัดนาของคุณถูกกำหนดโดยวันเวลาตกฟากของคุณเมื่อนำมาเชื่อมโยงเข้ากับเรื่องทั้งหมดนี้ - บนเส้นแบ่งระหว่างเรือนชะตาเนื่องจากท้องฟ้าไม่มี \" เส้นเขตแดน \" ไว้แบ่งจักรวาลเป็นส่วนต่างๆได้อย่างเบ็ดเสร็จเต็ดขาดการระบุราศีเกิดของแต่ละคนจึงมีความคลาดเคลื่อนอยู่บ้างใครที่เกิดบนชายขอบของเรือนชะตาหนึ่ง ๆ ซึ่งเป็นช่วงเวลาระหว่างวันที่ตวงอาทิตย์กำลังจะเปลี่ยนไปอยู่ในอีกเรือนชะตาหนึ่งก็ถือว่าเกิดอยู่บน \" เส้นแบ่งระหว่างเรือนชะตา \" และอาจมีลักษณะนิสัยตามราศีทั้งสองที่ไปตกอยู่ใกล้ ๆ ก็ได้ถ้าอยากเข้าใจกลไกการทำงานของเรื่องทั้งหมดนี้ให้ได้อย่างกระจ่างแจ้งเราก็จะต้องมาพูดคุยกันถึงราศีและดาวเกษตร ( Rulers ) ดาวเคราะห์ที่มีคุณสมบัติคล้ายกับราศีที่ดวงดาวนั้นไปสถิตอยู่โดยจะแสดงอิทธิพลในด้านความมั่นคงและความยั่งยืนเช่นดาวอังคารเป็นดาวเกษตรที่ราคีเมษของมันโดยธรรมชาติแล้วจักรราศีจะเรียงลำดับจากราศีเมษแล้วเดินหน้าตามเดือนต่างๆไปจนถึงราศีมีนเหตุผลส่วนหนึ่งในการเรียงลำดับจากราศีเมษในวิชาโหราศาสตร์ตะวันตกก็เป็นเพราะคุณสมบัติตามธรรมชาติที่มีในตัวราศีต่างๆทางโหราศาสตร์เชื่อกันว่าราศีเมษคือผู้บุกเบิกที่ออกมาสู่โลกเป็นรายแรกราศีมีนจะว่ายผ่านท้องน้ำในจินตนาการและสุดท้ายความฝันของเขาก็มาฝังลึกอยู่ในโลกที่สัมผัสได้แล้วกลายมาเป็นโลกแห่งความเป็นจริงของราศีเมษ - เส้นแบ่งเรือนชะตา ( HouseCusps )"
  },
  {
    "page_number": 33,
    "text": "รอยต่อระหว่างเรือนชะตาหนึ่งกับอีกเรือนชะตาหนึ่งจะเรียกว่าเส้นแบ่งเรือนชะตาราศีที่เป็นลัคนาจะจัดตั้งโครงสร้างของเส้นแบ่งเรือนชะตาต่างๆขึ้นมาตัวอย่างเช่นหากคุณมีราศีพฤษภเป็นลัคนาโดยอยู่บนเส้นแบ่งเรือนชะตาที่หนึ่งราศีมิถุนก็จะมาอยู่บนเส้นแบ่งเรือนชะตาที่สองของคุณราศีกรกฎจะอยู่บนเส้นแบ่งเรือนชะตาที่สามและเป็นอย่างนี้ไปจนครบรอบดวงชะตาแต่โครงสร้างแบบนี้จะเกิดขึ้นไม่ได้ถ้ามี\"ราศีที่ถูกปิดกัน ( IntercepterSign ) \" ซึ่งแปลว่าราศีหนึ่ง ๆ จะไม่ไปปรากฏอยู่บนเส้นแบ่งของเรือนชะตาหนึ่งแต่จะอยู่กลางเรือนชะตานั้นอย่างเต็มตัว - การถูกปิดกั้นเอาไว้ ( Interceptions) โหราจารย์บางคนเชื่อว่าการถูกปิดกั้นจะเป็นลางร้ายสำหรับดาวเกษตรของราตีที่ถูกปิดกั้นแต่บางคนก็คิดว่าเรือนชะตาที่มีราศีถูกปิดกั้นจะทรงพลังเสียยิ่งกว่าเก่าในความเป็นจริงผลสัมฤทธิ์จะขึ้นอยู่กับภาพรวมของแผนผังที่ว่านั้นบางครั้งเมื่อมีเกิดมีการปิดกั้นขึ้นคุณก็จะไปหลงเสน่ห์ผู้คนที่เกิดในราศีที่ถูกรวมให้อยู่ในกลุ่มเดียวกันหรืออาจแสดงคุณลักษณะเหล่านั้นได้ชัดเจนยิ่งกว่าเมื่อไม่ได้ตกอยู่ในสภาพที่ว่านั้นเรือนชะตาแต่ละเรือนจะอยู่ภายใต้อิทธิพลของดาวเกษตรซึ่งเป็นดาวเคราะห์ที่ปกครองราศีที่อยู่ในเรือนชะตานั้น ๆ แต่โดยธรรมชาติแล้วดวงชะตาจะเรียงลำดับจากราศีเมษราศีพฤษภราศีมิถุนไปจนครบวงรอบของจักรราศีนั่นหมายความว่าไม่ว่าราศีใดจะปรากฏอยู่บนเส้นแบ่งเรือนชะตาดาวอังคารจะเป็นผู้ปกครองโดยธรรมชาติของเรือนชะตาที่หนึ่งเพราะดาวอังคารคือดาวเกษตรของราศีเมษคุณลักษณะของผู้ปกครองโดยธรรมชาติจะต้องถูกนำมาพิจารณาในตอนอ่านแผนผังดวงชะตากำเนิดของคนคนหนึ่ง"
  },
  {
    "page_number": 34,
    "text": "ราศีอันเป็นที่สถิตของดวงอาทิตย์และดวงจันทร์ณเวลาตกฟาก MOONANDSUNSIGNS เครื่องบ่งชี้ที่สำคัญยิ่งในบทที่\n4 เราจะได้เรียนรู้ว่าดาวเคราะห์นั้นมีความเชื่อมโยงกับราศีต่างๆระหว่างกำลังเคลื่อนที่ไปในท้องฟ้ายามค่ำคืนแต่นอกเหนือจากดาวเคราะห์เหล่านี้แล้วเราก็ยังมีเทหวัตถุบนฟากฟ้าชิ้นสำคัญอีกสองรายการซึ่งถือเป็นส่วนหนึ่งในภูมิปัญญาทางโหราศาสตร์และนั่นก็คือดวงอาทิตย์และดวงจันทร์ ( ในความจริงวิชาโหราศาสตร์ยังมีอีกสาขาหนึ่งที่เรียกว่าโหราศาสตร์ที่ยึดดวงจันทร์เป็นพื้นฐาน ( Lunar- BasedAstrology ) ซึ่งเราจะพูดคุยเรื่องนี้กันในบทที่ 4 ) จากนี้ไปคุณจะต้องท่องไว้ในใจอยู่เสมอเลยว่าวัตถุทั้งสองชิ้นนี้ซึ่งนั่นคือดวงอาทิตย์และดวงจันทร์คือสิ่งที่มีความสำคัญยิ่งในการทำความเข้าใจแผนผังดวงชะตากำเนิดให้ได้อย่างถ่องแท้ราศีที่ดวงอาทิตย์ไปสถิตอยู่ในเวลาเกิด ( SunSigns) ราศีที่ดวงอาทิตย์ไป"
  },
  {
    "page_number": 35,
    "text": "สถิตอยู่ในเวลาเกิดหรือราศีเกิดของคุณเป็นแบบแผนในภาพรวมของบุคลิกลักษณะของคุณและจะสะท้อนให้เห็นถึงอัตตาในตัวคุณราศีที่ดวงอาทิตย์ในแผนผังของคุณไปตกอยู่จะส่งอิทธิพลต่อเป้าหมายที่คุณเลือกและวิธีที่คุณจะทำให้เป้าหมายเหล่านั้นสัมฤทธิ์ผลราศีเกิดทั้งสิบสองราศีจะถูกแบ่งคร่าว ๆ โดยเดือนต่างๆแต่เนื่องจากการแบ่งเหล่านี้จะไม่เป็นไปตามเดือนต่างๆอย่างเป๊ะ ๆ คุณจึงอาจเกิดมาบนพรมแดนระหว่างสองราศีก็ได้ถ้าเป็นเช่นนั้นก็ไห้อ่านคำแปลผลจากทั้งสองราศีประกอบกันตัวอย่างเช่นถ้าเกิดวันที่\n19 เมษายนซึ่งเป็นวันสุดท้ายของราศีเมษก็ให้อ่านคำแปลผลของราศีพฤษภด้วยเพราะมันจะมีคุณลักษณะบางอย่างที่อาจต้องนำมาปรับใช้กับคุณโดยหลักแล้วการใช้แค่ราศีเกิดในแผนผังของคุณเพียงอย่างเดียวโดยไม่ได้อาศัยดวงจันทร์ลัคนาและอย่างอื่นก็ไม่ถือเป็นเรื่องผิดแต่อย่างใดแต่มันจะไม่ใช่เรื่องราวทั้งหมดทั้งปวงมันยังไม่ได้นำเอาเนื้อแท้ที่หลากหลายเป็นอย่างมากของมนุษย์ทุกคนมาเป็นส่วนหนึ่งในการพิจารณาแต่มันคือหนทางอันแสนสะดวกที่จะทำให้คุณเข้าใจใครบางคนที่คุณเพิ่งพบเจอได้เป็นอย่างดี - ราหู ( TheNodesoftheMoon )ราหู ของดวงจันทร์คือองศาที่เส้นทางโคจรของดวงจันทร์ไปบรรจบหรือตัดกับแนวโคจรของโลกที่วนรอบดวงอาทิตย์ราหูคือสิ่งสำคัญในการตีความแผนผังของใครสักคนแต่นักโหราศาสตร์จะให้ความหมายของมันต่างกันออกไปนักโหราศาสตร์ที่ชื่อโรเบิร์ตแฮนด์เชื่อว่าราหู \" เป็นเรื่องของความเชื่อมโยงกับคนอื่น ๆ นั่นคือมันคือแกนแกนหนึ่งของความสัมพันธ์ถ้าว่ากันตามนี้ราหู"
  },
  {
    "page_number": 36,
    "text": "เหนือนั้นมีคุณสมบัติเพื่อการรวมเข้าเป็นหนึ่งเดียวกันในขณะที่ราหูใต้จะมีคุณสมบัติในการแยกขาดจากกัน \" -ราหูเหนือ และราหูใต้วิชาโหราศาสตร์ของศาสนาฮินดูมองทั้งสองราหูว่าเป็นเรื่องอัปมงคล (\" ไม่ดี \" ) ในโหราศาสตร์ตะวันตกราหูเหนือหรือที่เรียกว่าหัวมังกรจะถูกมองว่าเป็นมุมสัมพันธ์ที่ช่วยให้อะไร ๆ ง่ายขึ้นเทียบเท่าดาวพฤหัสและราหูใต้หรือส่วนหางของมังกรจะเทียบเท่ากับกับดาวเสาร์อีกหนึ่งทฤษฎีจะผูกโยงราหูเข้ากับการกลับชาติมาเกิดใหม่สำหรับทฤษฎีนี้ราหูใต้คือเครื่องสะท้อนให้เห็นถึงกรรมเก่าของเราอันเป็นแบบแผนทางพฤติกรรมและความคิดที่ฝังรากลึกซึ่งเรามีมาตั้งแต่ชาติก่อนเราจำเป็นต้องเอาชนะแบบแผนเหล่านี้ให้ได้โดยอาศัยราหูเหนือซึ่งจะสะท้อนให้เห็นถึงเรื่องราวที่เราอาจเติบโตไปในชีวิตได้อย่างล้ำลึกที่สุดนักโหราศาสตร์ผู้มีนามว่าสตีเวนฟอร์เรสต์ได้เขียนในหนังสือชื่อ TheInnerSky ไว้ว่า \" ราหูใต้ของดวงจันทร์คือสัญลักษณ์ของกรรมของเรา ... มันแสดงให้เห็นถึงพฤติกรรมที่เป็นสัญชาตญาณและเกิดขึ้นอย่างเป็นอัตโนมัติ ... มันพูดถึงหลักคิดและแบบแผนของแรงจูงใจที่เกิดขึ้นมาในเวลาเดียวกัน \"ฟอร์เรสต์ บอกไว้ว่า \" ราหูเหนือสะท้อนให้เห็นถึงจุดที่จะใส่ความตึงเครียดที่รุนแรงต่อเนื่องที่สุดลงไปในเรื่องราวในอดีตในขณะที่เปิดโอกาสให้ตัวเองได้ลองสัมผัสเรื่องที่ว่านี้เราจะเปิดใจยอมรับความแปลกแยกอย่างสิ้นเชิงและความเป็นจริงที่มาจากอีกที่หนึ่งเราจะถูกพาให้เข้าใกล้จุดแตกหักไปทุกขณะ \" - อคติและการขยายขอบเขตให้กว้างไกลออกไป"
  },
  {
    "page_number": 37,
    "text": "การเอาแต่พึ่งพากรรมเก่าอย่างไม่รู้หยุดหย่อนจะมีความหมายเป็นนัยถึงการไม่ยอมรับในเรื่องเจตจำนงเสรีแต่เราควรมองราหูใต้ว่าเป็นอคติในจิตใต้สำนึกไม่ว่าจะมาจากชาติภพที่ผ่านมาหรือเพิ่งสร้างขึ้นมาในชีวิตเราก็ตามมันคือสิ่งที่เราต้องละวางลงหากอยากมีชีวิตที่เติบโตขึ้นไปราศีและเรือนชะตาอันเป็นที่สถิตของราหูเหนือจะบ่งชี้ว่าเรื่องใดในชีวิตคือสิ่งที่เราต้องขยับขยายใหกว้างไกลออกไปเพื่อจะได้เติบใหญ่ไปเป็นสิ่งมีชีวิตผู้มีจิตวิญญาณที่มีความอิ่มเอมอยู่ในใจบางครั้งราหูก็ดูเหมือนจะทำงานภายใต้ความสัมพันธ์แบบพึ่งพาอาศัยซึ่งกันและกันกับดาวเสาร์ในขณะที่เรากำลังเผชิญข้อจำกัดต่างๆที่เกี่ยวข้องกับตำแหน่งของดาวเสาร์ในแผนผังของเราเราก็ดูเหมือนว่าจะถูกบังคับให้ต้องพาตัวเองให้ก้าวพ้นมาจากความเสียหายจากราหูใต้โดยอาศัยพลังงานของราหูเหนือนอกจากนี้ราหูเหนือยังแสดงให้เห็นอีกด้วยว่าเราอยากเป็นคนแบบไหนและราหูใต้จะแสดงให้เห็นถึงคนประเภทที่เราไม่ได้อยากเป็น"
  },
  {
    "page_number": 38,
    "text": "บทที่\n3 เรือนชะตาทางโหราศาสตร์เรือนชะตาคือรากฐานสำหรับทำความเข้าใจเรื่องโหราศาสตร์ในบทนี้คุณจะได้เรียนรู้คุณลักษณะของเรือนชะตาแต่ละเรือนและวิธีอ่านมันในแผนผังสิ่งแรกที่เราจะพิจารณากันคือราศีเกิดซึ่งหวังว่าคุณยังจำกันได้ว่ามันคือจุดที่ดวงอาทิตย์สถิตอยู่ในวันเวลาที่คุณตกฟากราศีเหล่านี้มีบทบาทสำคัญในการบ่งชี้ว่าคุณจะมีบุคลิกลักษณะเป็นอย่างไรตลอดทศวรรษที่ 1960 ซึ่งเป็นช่วงเวลาที่วิชาโหราศาสตร์ได้รับความนิยมอย่างไม่เคยเป็นมาก่อนตั้งแต่เริ่มเป็นที่รู้จักมาตั้งแต่ปลายศตวรรษ180 0 มันดูเหมือนกับว่าคนเราจะรู้ราศีเกิดของคนอื่นกันไปหมดแม้จริง ๆ จะไม่รู้หรอกว่ามันหมายถึงอะไรกันแน่คนราศีมิถุนถูกจัดให้เป็นคนฉลาดปราตเปรื่องและสนุกสนานเป็นพวกจิตใจโลเลและเจ้าชู้ประตูตินแต่โดยหลักแล้วจะชอบตีสองหน้าและไม่เคยคิดลึกซึ้งกับใคร ๆ"
  },
  {
    "page_number": 39,
    "text": "พวกราศีกันย์เป็นที่รู้จักกันตีว่าเป็นคนจุกจิกจู้จี้ในบทนี้เราจะอธิบายราศีเกิดโดยแยกออกมาเป็นหกส่วนด้วยกันนั่นคือสตรีบุรุษหน้าที่การงานการเงินลักษณะนิสัยที่มองเห็นจากภายนอกและความเชื่อทางจิตวิญญาณราศีเมษ( 21 มีนาคม - \n20 เมษายน ) A RIES- แกะ ( 21 มีนาคม - \n20 เมษายน ) ธาตุ : ไฟคุณภาพของราศี:จรราศี ( Cardinal) คำหลัก : ความเป็นผู้นำจิตวิญญาณของนักบุกเบิกดาวเกษตร:ดาวอังคารการปกครอง : ส่วนหัวและใบหน้าเป็นราศีที่ปกครองเรือนชะตาที่หนึ่งคนราศีเมษเป็นพวกห้าวหาญและช่างคิดพวกเขาจะแสดงให้เห็นอยู่ตลอดเวลาเลยว่ารู้ว่าตัวเองเชื่อเรื่องอะไรอยากได้อะไรในชีวิตและกำลังมุ่งหน้าไปในทางใดชาวราศีเมษมีพลังในการเปลี่ยนแปลงและก้าวร้าวดุตัน ( บางครั้งก็อาจเกินเลยไปบ้าง ) ในการออกไปไล่ล่าหาความสำเร็จตามเป้าหมายที่ตั้งไว้ในใจและยังเป็นพวกฆ่าไม่ตายอีกต่างหากปัญหาท้าทายของคนราศีนี้คือจะชอบถอดใจไปก่อนเวลาอันควรโดยพวกราศีเมษอาจไม่สนใจถ้า"
  },
  {
    "page_number": 40,
    "text": "มองไม่เห็นผลลัพธ์ในเวลาอันใกล้แต่นิสัยนี้จะถูกชดเชยด้วยการมีความทะเยอทะยานและแรงผลักดันไปสู่ความสำเร็จพวกเขาอาจเป็นคนชอบเถียงไม่มีปฏิภาณไหวพริบและขี้โมโหในทางกลับกันพวกเขาก็จะโกรธง่ายหายเร็วทั้งยังมีความรักและความอบอุ่นให้กับคนที่มองเห็นอยู่ในสายตา - สตรีราศีเมษอย่าไปลองดีหรือยั่วโมโหสตรีราศีเมษเป็นอันขาดเพราะจะทำให้เธอจำฝังใจและไม่มาให้คุณเห็นหน้าอีกต่อไปเธอจะหันไปทุ่มเทกายใจให้กับคนหรือสิ่งอื่นถ้าเกิดไปเกี่ยวดองกับสตรีราศีเมษเข้ามันก็ควรเป็นความสัมพันธ์ที่จัดว่าดีระดับหนึ่งมิฉะนั้นเธอก็จะไม่มัวมาเสียเวลาอยู่กับคุณสตรีราศีนี้จะไม่เป็นฝ่ายทนให้คุณเหยียดเพศในเรื่องหน้าที่การงานเธอคือคนที่มีแรงขับดันอยู่ในตัวโดยจะตั้งเป้าและพยายามทำให้ได้ตามนั้นด้วยการทุ่มเทแรงกายอย่างสุดกำลังเธอเป็นเลิศในเรื่องการริเริ่มทำโครงการนำเสนอไอเดียและลงมือทำให้เห็นผลแต่กลับไม่ค่อยเก่งในการมองโครงการหรือแนวคิดให้ตลอดรอดฝั่งเว้นแต่ว่ามันจะเป็นสิ่งที่เธอเชื่อมั่นอย่างหัวปักหัวปำเธอมีน้ำอดน้ำทนในเกือบทุกสถานการณ์และสามารถต่อกรกับชายผู้เป็นแนวหน้าในวงการนั้น ๆ ได้อย่างสบายมือเราจะได้เห็นรัศมีแห่งความสำเร็จเปล่งประกายออกมาจากตัวเธอและเธอก็จะแต่งเนื้อแต่งตัวเพื่อขับให้รัศมีนั้นยิ่งเปล่งประกายขึ้นไปอีก"
  },
  {
    "page_number": 41,
    "text": "- บุรุษราศีเมษบุรุษราศีนี้บ้าบิ่นพอ ๆ กับสตรีราศีเดียวกันทั้งยังใจร้อนและมีแรงขับดันไม่แพ้กันด้วยความที่เป็นคนห้าวหาญมาตั้งแต่เกิดเขาจึงจะขอลองเล่นกีฬาท้าความตายชายราศีนี้อยากพิสูจน์ตัวเองและชอบลองเสี่ยงทำอะไรโดยไม่จำเป็นเมื่อถึงคราวที่ชายราศีเมษต้องตัดสินใจเขาจะพึ่งพาวิจารณญาณและลางสังหรณ์ของเขาเองบุรุษและสตรีราศีเมษจะไม่ต่างกันตรงที่ชอบแสดงให้คนอื่นเห็นว่าตัวเองคือคนที่ประสบความสำเร็จแม้อาจเคยล้มเหลวมาบ้างแล้วก็ตามลองอยู่กับเขาแล้วจะไม่มีวันเบื่อสตรีบางคนอาจรู้สึกว่าบุรุษราตีเมษนั้นกล้าได้กล้าเสียจนเกินไปแต่ถ้าได้ร่วมชีวิตกับเขาเมื่อไหร่ก็จะไม่มีวันเบื่อเลยถ้ามีเงินเขาจะใช้จ่ายจนเกลี้ยงกระเป๋าเมื่อถึงคราวที่ต้องจีบผู้หญิงเพื่อมาเป็นแฟนสักคนชายราศีเมษก็จะทำได้อย่างสร้างสรรค์กว่าใคร ๆ ลองหนุ่มราศีเมษได้หลงรักใครอย่างหัวปักหัวปำแล้วละก็จงระวังไว้ให้ดีเพราะเขาจะทุ่มกายใจให้ความสัมพันธ์ที่ว่านั้นอย่างสุดฤทธิ์แล้วพยายามคว้าสาวคนนั้นมาครอบครองโดยทุ่มความรักให้จนตั้งตัวไม่ทันแต่ถ้าอีกฝ่ายไม่ยอมตอบสนองทางอารมณ์ในทันใดเขาก็จะหายเข้ากลีบเมฆไปเลยในทางกลับกันถ้ามันเป็นเช่นนั้นแล้วเขาเกิดหมดรักขึ้นมาเขาก็จะหันหลังกลับโดยไม่ต้องรอให้ฝ่ายหญิงมาเกลี้ยกล่อมให้อยู่ต่อเขาไม่ใช่คนที่จะถูกหว่านล้อมให้ทำหรือไม่ทำอะไรได้ง่าย ๆ ลองได้ตัดสินใจแล้วทุกอย่างก็ถือเป็นอันสิ้นสุดตามนั้น - คนดังประจำราศีเมษอบิเกลเบรสลินอดอล์ฟฮิตเลอร์ซิลีนดิออน"
  },
  {
    "page_number": 42,
    "text": "แดนิกาแพทริกฮีซเลดเจอร์ลีโอนาร์โตดาวินชีเควนดินทารานทิโนเซธโรเกนวิคทอเรียเบ็กแฮม - หน้าที่การงานชาวราศีเมษเก่งกาจในทุกเรื่องที่ต้องอาศัยความสามารถทางการเป็นผู้นำคนเหล่านี้ชอบออกคำสั่งและเป็นเลิศในเรื่องการมอบหมายหน้าที่ความรับผิดชอบพวกเขามีแนวคิดดี ๆ มากมายและอยากทำทุกอย่างให้เห็นผลมาตั้งแต่เมื่อวานด้วยความที่เป็นราศีธาตุไฟพวกเขาจะทุ่มเทพละกำลังให้กับทุกอย่างที่ทำชาวราศีเมษไม่ได้อยากมีอำนาจเหนือคนอื่นเลยสักนิดขอแค่มีพลังอำนาจเพื่อทำสิ่งที่อยากทำโดยไม่มีข้อจำกัดก็พอ - การเงินคนราศีเมษรู้ดีว่าทางที่ดีควรซุกซ่อนบางอย่างเอาไว้บ้างแต่วันเวลาที่ต้องเกษียณอายุก็ดูท่าว่าจะยังอยู่อีกตั้งยาวไกลและที่เด็ดกว่านั้นก็คือเงินทองก็มักไหลเวียนเข้ามาในยามต้องการอย่างไม่ขาดมือเสียด้วยซิ!คนราศีเมษต้องพยายามหัดออมเงินให้ติดเป็นนิสัยเอาไว้บ้าง - อาการป่วยกระเสาะกระแสะตรงส่วนหัวของร่างกายเนื่องจากราศีเมษมีอิทธิพลต่อบริเวณส่วนหัวและใบหน้าพื้นที่เหล่านี้จึงถูกมองว่าเป็นจุดเปราะบางที่สุดในร่างกายสำหรับคนราศีนี้อาการเจ็บป่วยเล็ก ๆ น้อย ๆ ที่พบได้บ่อย ๆ ก็จะได้แก่การปวดหัว"
  },
  {
    "page_number": 43,
    "text": "จากความเครียดวิงเวียนศีรษะและมีผื่นขึ้นที่ผิวหนังเอาเข้าจริงชาวราศีเมษหลาย ๆ คนจะทนทุกข์อยู่กับโรคไมเกรนและภูมิแพ้ด้วยเช่นกันนอกจากนี้ชาวราศีเมษยังต้องระวังเรื่องน้ำหนักตัวเอาไว้ให้มาก ๆ อีกด้วยเพราะเป็นคนชอบตามใจปากตัวเอง - ความเชื่อทางจิตวิญญาณชาวราศีเมษอาจทดลองทุกอย่างดูก่อนแล้วจึงค่อยตัดสินใจว่าความเชื่อทางจิตวิญญาณแบบไหนจึงจะเหมาะกับตัวเองที่สุดเขาอาจอาศัยอยู่ในอาศรมศึกษาหารายละเอียดในเรื่องลัทธินอกศาสนาหรือแม้กระทั่งลองหันไปนับถือศาสนาที่ความดั้งเดิมมากกว่าระหว่างเข้าไปมีเอี่ยวในเส้นทางทางจิตวิญญาณใด ๆ เป็นการเฉพาะพวกเขาก็จะมีไฟเสน่หาให้กับมันแต่พอไฟเสน่หาเริ่มคงที่คนราศีเมษก็จะเบื่อไปเองแล้วหันไปหาสิ่งใหม่ ๆ แทนราศีพฤษภ( 21 เมษายน-\n20 พฤษภาคม ) TAURUS - วัวกระทิงธาตุ:ดินคุณภาพของราศี:สถิรราศี ( Fixed) คำหลัก : ความอดทนความบากบั่นความดื้อรั้นดาวเกษตร : ดาวศุกร์การปกครอง :ต้นคอ ลำคอกระดูกสันหลังส่วนคอเป็นราศีที่ปกครองเรือนชะตาที่สอง"
  },
  {
    "page_number": 44,
    "text": "พฤษภจะตั้งหลักและตระเตรียมผืนดินไว้เพาะปลูกก่อนนำทรัพยากรที่มีอยู่มาใช้เพื่อให้บรรลุจุดมุ่งหมายที่เป็นไปได้ความดื้อรั้นและมุ่งมั่นทำให้คนราศีนี้ตั้งหน้าตั้งตาทำงานโครงการหรือจัดการกับสิ่งที่กำลังเผชิญอยู่จนกว่าจะรู้ดำรู้แตงกันไปข้างหนึ่งเลยพฤษภคือราศีที่ดื้อรั้นที่สุดในจักรราศีชาวราศีนี้ยังเป็นพวกอดทนเป็นหนึ่งในเรื่องการไล่ล่าไขว่คว้าให้ได้ตามเป้าหมายและมุ่งมั่นเพื่อให้ได้ในสิ่งที่ต้องการคนเหล่านี้อาจไม่มีความสามารถรอบตัวแต่จะชดเชยด้วยการอดทนทำสิ่งที่ทำอยู่เพื่อให้ได้ตามที่คิดไว้ในยามที่ผู้แข่งขันรายอื่นเลิกแข่งไปตั้งนานแล้วบุคคลราศีพฤษภก็ยังคงวิ่งอยู่เป็นเหตุให้คนเหล่านี้ประสบความสำเร็จในขณะที่คนอื่นต่างล้มเหลวในขณะที่ชาวราศีเมษออกไปบุกเบิกและแสวงหาดินแดนแห่งใหม่ชาวราศีไปตาม ๆ กันบุคคลราศีพฤษภมักไม่โกรธเคืองใครง่าย ๆ แต่ถ้าเผลอไปทำให้เขาโกรธชาวราศีพฤษภส่วนใหญ่จะชอบอยู่ในวงล้อมของสิ่งดีงามพวกเขาชื่นชอบวิจิตรศิลป์และดนตรีและมีหลายคนที่เปี่ยมล้นด้วยความสามารถทางดนตรีนอกจากนี้พวกเขายังมีพรสวรรค์ในงานที่ต้องใช้มืออย่างเช่นการทำสวนงานไม้และการแกะสลักเข้าเมื่อไหร่ก็จงรีบเผ่นออกมาโดยเร็วคุณก็รู้ไม่ใช่หรือว่า\"เจ้ากระทิงที่พร้อมจะขวิตคนทุกคน\"นั้นมันจะดุร้ายเพียงใดแต่ด้วยอานิสงส์ของดาวศุกร์ที่เป็นดาวเกษตรประจำราศีนี้คนราศีพฤษภจึงมักชอบเรื่องที่เป็นความสุขทางกายและเป็นไปในทำนองรัก ๆ ใคร่ ๆ ทั้งยังเป็นคนที่ให้ความสำคัญกับรูปลักษณ์ภายนอกและภาคภูมิใจในเรือนร่างของตัวเอง - สตรีราศีพฤษภ"
  },
  {
    "page_number": 45,
    "text": "เธอจะภักดีและอุทิศตนให้กับสิ่งที่เธอรักมากที่สุดหลักใหญ่ใจความของสิ่งที่เธอสนใจจะสะท้อนให้เห็นถึงรสนิยมด้านศิลปะสีสันและการตกแต่งเธอชอบสิ่งสวยงามไม่ว่าจะมาให้เห็นในรูปแบบใดก็ตามเมื่อต้องแต่งเนื้อแต่งตัวเธอจะเลือกใส่เสื้อผ้าที่ดูดีมีรสนิยมในยามที่มีใจให้กับกิจกรรมกลางแจ้งและกีฬาเธอก็จะพากเพียรทำมันด้วยความอดทนอย่างยากจะหาใครมาเทียมได้เลยวิธีจีบสาวราศีพฤษภสาวพฤษภชอบเรื่องรัก ๆ ใคร่ ๆ เพราะเป็นราศีที่มีดาวศุกร์เป็นดาวเกษตรจงเอาใจเธอด้วยดอกไม้สวย ๆ พาไปเดินเล่นใต้แสงจันทร์ที่ชายหาดและบทกวีเธอเป็นคนใจดีเป็นนักรักผู้เร่าร้อนซึ่งอาจหลงรักในเสียงเพลงก็ได้เธออาจเล่นเครื่องดนตรีสักชิ้นหรือร้องเพลงแต่ถ้าอยากให้เธอเปลี่ยนใจในบางเรื่องก็ต้องค่อย ๆ ทำอย่างนุ่มนวลอย่าไปต้อนเธอให้จนมุมเป็นอันขาดเธอจะค้านจนหัวชนฝาและไม่ยอมถอยแม้แต่ก้าวเดียว ! ด้วยความเป็นราศีธาตุดินเธอจะชอบทำงานไปเงียบ ๆ อย่างมีความสุขอยู่ในสวนและอาจเพาะปลูกสมุนไพรเพื่อเอาไว้ใช้งานเธอได้ประโยชน์จากทุกช่วงเวลาที่ใช้อยู่นอกบ้านเพื่อทำในสิ่งที่ทำให้เพลิดเพลินเจริญใจเธอให้ความสำคัญกับสัตว์ต่างๆและจะเลือกสัตว์เลี้ยงที่สะท้อนให้เห็นถึงความรักสวยรักงามในตัวเธอ - บุรุษราศีพฤษภหนุ่มพฤษภนั้นเหมือนกับสาวราศีนี้ตรงที่จะทำงานอย่างขยันขันแข็งและไม่ย่อท้อในงานที่เขารักความอดทนและอุตสาหะทำให้เขาเก่งในการปิดฉากงานที่คนอื่นเริ่มเอาไว้จนเรียบร้อยเขาไม่ใช่คนหุนหันพลันแล่นโดยก่อนทำอะไรก็มักไตร่ตรองจนถ้วนถี่"
  },
  {
    "page_number": 46,
    "text": "อยู่เสมอซึ่งนั่นไม่ได้เป็นเพราะเป็นคนขี้ระแวงแต่แค่อยากให้บรรลุผลตามจุดมุ่งหมายเท่านั้นเองถ้าไม่รู้ว่าควรทำบางอย่างไปเพื่ออะไรเขาก็จะไม่มีทางลงมือทำมันและไม่ว่าคุณจะพูดอย่างไรเขาก็จะไม่มีวันเปลี่ยนใจเป็นอันขาดการนวดให้หนุ่มพฤษภความนิยมชมชอบในเรื่องรัก ๆ ใคร่ ๆ ของคนราศีพฤษภจะไม่แสดงออกในรูปแบบดอกไม้หรือของขวัญเสมอไปแต่จะทำในสิ่งที่สื่อให้คุณรู้ว่าเขาใส่ใจในทางกลับกันเขาจะดีใจเป็นอย่างมากถ้ามีใครสักคนมาคอยบีบนวดให้เขาอย่างเช่นที่ต้นคอและจะขื่นชอบการได้นั่งอยู่หน้าเตาผิงพร้อมไวน์ดี ๆ สักแก้วและคนที่เขารักปานดวงใจทั้งชายและหญิงราศีนี้อาจขี้หึงและชอบแสดงความเป็นเจ้าของแต่นิสัยนี้จะลดลงอย่างเห็นได้ชัดถ้าหนุ่มพฤษภทราบว่าคุณก็มีความจริงใจพอ ๆ กับเขาเขาอาจมีความผูกพันอย่างลึกซึ้งกับธรรมชาติและสรรพสิ่งที่เป็นธรรมชาติซึ่งแสดงให้เห็นจากการชอบไปตั้งค่ายและเล่นกีฬาแบบบุคคลในกรณีที่ไปออกกำลังที่ยิมเขาก็อาจทำไปตามลำพังโดยไม่ต้องมีครูฝึกเขาอาจไปเล่นโยคะใช้การแพทย์ทางเลือกและกินอาหารสุขภาพคนดังประจำราศีพฤษภบิลลีโจเอลชาร์ลอตต์บรอนตีจอร์จลูคัสแฮร์รีเอส.ทรูแมนคาร์ลมาร์กซ"
  },
  {
    "page_number": 47,
    "text": "แมเดลีนอัลไบร์ทเพีร์ยซบรอสแนนสมเด็จพระราชินีนาถอลิซาเบธที่ \n2 ทอรีสเปลลิงอูมาเธอร์แมนหน้าที่การงานชาวราศีพฤษภเก่งกาจในงานที่ต้องอาศัยความต่อเนื่องความคงมั่นและแรงขับดันที่มีมาอย่างไม่รู้หยุดหย่อนคนเหล่านี้สามารถนำแนวคิดเชิงนามธรรมมาทำให้เกิดความกระจ่างชัดและนำไปปฏิบัติต่อได้ซึ่งนั่นหมายความว่าพวกเขาจะเป็นผู้ปิดทองหลังพระที่ดีโดยเฉพาะอย่างยิ่งงานที่ต้องใช้ความคิดสร้างสรรค์ในทางศิลปะอย่างเช่นงานเขียนออกแบบเสื้อผ้าประกอบอาหารแต่งเพลงหรืออย่างอื่นที่เกี่ยวข้องกับธรรมชาติคุณจะไม่มีวันได้พบกับคนทำงานแล้วไม่รู้จักเหน็ดเหนื่อยในราศีอื่น ๆ ได้เท่ากับคนราศีนี้อีกแล้ว - การเงินทั้งๆที่ต้องการความมั่นคงทางการวัตถุแต่ชาวพฤษภก็ชอบใช้จ่ายเงินอยู่ไม่น้อยเลยแต่มันก็ไม่ได้เป็นการใช้เงินแบบไม่รู้อีโหน่อีเหน่เพราะชาวพฤษภจะมีรสนิยมที่ค่อนข้างเฉพาะทางและมักได้รับการขัดเกลามาเป็นอย่างดีหนังสืองานศิลปะการเดินทางและการสัมมนาความเชื่อเกี่ยวกับพ่อมดหมอผีหรือคนทรงเจ้าอาจทำให้คนราศีพฤษภเกิดความมั่นคงทางใจได้ - ความเชื่อทางจิตวิญญาณ"
  },
  {
    "page_number": 48,
    "text": "คนราศีพฤษภมักเรียกหาคำตอบทางจิตวิญญาณจากธรรมชาติเพราะมีพื้นอารมณ์แต่กำเนิดตามแบบฉบับของคนสถิรราศีที่เป็นธาตุดินระหว่างไปตั้งค่ายปีนเขาหรือมีส่วนร่วมในกิจกรรมกลางแจ้งบางอย่างเขาจะเข้าถึงตัวตนระดับลึกภายในใจดนตรีและงานศิลปะจะส่งอิทธิพลอย่างเดียวกันกับคนราศีพฤษภราศีมิถุน ( 21 พฤษภาคม - \n21 มิถุนายน ) GEMINI - ฝาแฟดธาตุ:ลมคุณภาพของราศี : อุภยราศี ( Mutable ) คำหลัก : สารพัดประโยชน์ดาวเกษตร:ดาวพุธการปกครอง : มือแขนปอดระบบประสาทเป็นราศีที่ปกครองเรือนชะตาที่สามภายหลังที่ชาวราศีเมษและพฤษภได้ค้นพบและเพาะปลูกบนผืนดินแห่งใหม่ไปแล้วชาวราศีมิถุนก็อาจลองเสี่ยงออกไปดูว่ามันยังมีอะไรอีกบ้างหรือเปล่าและไม่รีรอที่จะลองทำตามแนวคิดใหม่ ๆ เพื่อหาทางขยับขยายชุมชนของพวกตนให้กว้างไกลออกไปนิสัยอยากรู้อยากเห็นที่มีมาตั้งแต่เกิดทำให้คนเหล่านี้ก้าวเดินไปข้างหน้าได้ด้วยความที่มีดาวพุธเป็นผู้ปกครองชาวมิถุนจึงชอบใช้สติปัญญาและหลักคิดที่มีเหตุมีผลเพื่อศึกษาและทำความเข้าใจสิ่งต่างๆในโลกของตัวเองพวกเขาต้องการหาคำตอบให้กับคำถามที่ยังค้างคาใจอยู่เพียงข้อเดียวนั่นคือคำถามที่ตั้งต้น"
  },
  {
    "page_number": 49,
    "text": "ว่า\"ทำไม \" ซึ่งจะนำไปปรับใช้กับเกือบทุกด้านของชีวิตพวกเขาทั้งที่เป็นเรื่องส่วนตัวและเรื่องทั่วไปการต้องการหาคำตอบให้ได้แบบนี้อาจผลักดันให้พวกเขาต้องออกเดินทางไปยังต่างบ้านต่างเมืองโดยเฉพาะอย่างยิ่งถ้าเป็นคนที่มีดวงอาทิตย์สถิตอยู่ที่เรือนชะตาที่เก้าซึ่งเป็นที่ที่ความต้องการศึกษาวัฒนธรรมและประเพณีของที่อื่นจะมีอยู่ในระดับสูงลิ่วชาวมีถุนผู้ชอบเปลี่ยนแปลงอยู่ตลอดเวลาพวกราศีมิถุนชอบเปลี่ยนไปเปลี่ยนมาและมักอารมณ์เสียอยู่เป็นประจำ ! สัญลักษณ์ประจำตัวรูปฝาแฝดมีความหมายว่าพวกเขามักงัดข้อกับตัวเองอยู่บ่อย ๆ นั่นคือสมองจะอยากได้สิ่งหนึ่งแต่หัวใจดันปรารถนาอีกอย่างถ้าได้มาเป็นเพื่อนใจของคนราศีมิถุนคุณก็อาจต้องมาถึงจุดที่อดสงสัยไม่ได้ว่านี่คุณกำลังใช้ชีวิตอยู่กับเจ้าแฝดคนไหนกันแน่นะ ! บุคคลเหล่านี้หลงใหลในความสัมพันธ์และความเชื่อมโยงระหว่างผู้คนสถานที่และวัตถุความที่เป็นคนชอบวิเคราะห์หาเหตุผลไปเสียทุกอย่างไล่เรียงตั้งแต่แนวคิดไปจนถึงความสัมพันธ์ทำให้พวกเขาต้องกลายเป็นคนเพี้ยน ๆ ไปพอ ๆ กับที่ทำให้คนรอบข้างต้องเป็นอย่างนั้นไปด้วยเหมือนกันถ้าคุณลักษณะนี้ได้นำพาพวกเขาไปจนถึงเรื่องราวแห่งการใช้พลังจิตและความเชื่อทางจิตวิญญาณมันก็จะกักขังพวกเขาเอาไว้ในเรื่องรัก ๆ ใคร่ ๆ คุณอาจเอาชนะใจคนราศีมิถุนได้ด้วยการยั่วยวนให้เขาได้ใช้ความคิด - สตรีราศีมิถุนเมื่อได้เห็นเป็นแวบแรกคุณจะรู้สึกว่าเธอเป็นคนที่มีความสับสนอยู่ในตัวเธอพูดคุยได้ทุกเรื่องและดูท่าว่าจะรู้ไปหมดทุกอย่างแต่"
  },
  {
    "page_number": 50,
    "text": "คุณกลับมาจับได้ในภายหลังว่าเกือบทุกอย่างที่เธอรู้นั้นมันก็เป็นแค่เปลือกนอกเท่านั้นเองแต่ถ้าหลงไปคุยเรื่องที่เป็นไฟเสน่หาของเธอเข้าโดยบังเอิญคุณก็จะรู้เลยว่าเธอรู้เรื่องนั้นอย่างทะลุปรุโปร่งเธอเป็นคนสื่อสารเก่งส่วนจะปรากฏให้เห็นในรูปแบบไหนก็ขึ้นอยู่กับมุมสัมพันธ์อื่น ๆ ในแผนผังของเธอช่วงอายุยี่สิบเธออาจเป็นคนเจ้าชู้และเปลี่ยนใจง่ายไม่อาจหรือไม่อยากใช้ชีวิตคู่แบบมีภาระผูกพันกับใครสักคนใจหนึ่งสาวคนนี้จะหลงรักในความมีอิสระเสรีแต่อีกใจหนึ่งก็มิอาจขาดชีวิตคู่ไปได้เลยถ้าแต่งงานตั้งแต่ยังสาวเธอก็อาจต้องแต่งไม่ต่ำกว่าสองครั้งเมื่ออายุย่างเข้าสามสิบหรือสี่สิบเธอจะเริ่มลงหลักปักฐานพอถึงตอนนั้นเธอจะหันมาสงบศึกกับตัวเธอเองเธอเริ่มเข้าใจในเรื่องนิสัยใจคอความต้องการและอารมณ์ความรู้สึกของตัวเองเมื่อถึงวัยห้าสิบสาวมิถุนจะรู้ว่าตัวเองนั้นคือใครและต้องเริ่มใช้ชีวิตอยู่กับความจริงในข้อนี้ให้ได้ถ้าอยากเปลี่ยนมุมมองหรือความคิดเห็นของผู้หญิงคนนี้คุณก็ต้องพิสูจน์ให้ได้ว่าทัศนคติหรือข้อคิดเห็นของคุณนั้นมีเหตุมีผลมากกว่าแต่อย่าลืมว่าแนวคิดเรื่องตรรกะของเธอนั้นอาจไม่เหมือนกับของคุณเลยก็ได้ - บุรุษราศีมิถุนเขาเป็นคนรวดเร็วปราดเปรื่องและลึกลับซับซ้อนคุณอาจคิดว่าได้ทำให้เขาคิดอะไรออกแล้วแต่เขาจะพูดหรือทำอะไรที่ทำลายภาพที่คุณคิดว่าเขาคือใครไปจนหมดสิ้นอย่าหวังว่าหนุ่มราศีนี้จะมาตามจีบคุณเสียให้ยากเพราะเขาไม่มีความชื่นชมในความงดงามทางร่างกายเหมือนหนุ่มพฤษภเลยสักนิดแต่ถ้าคุณเกิดไปทำอะไรที่ดึงดูตสติปัญญาเขาได้หรือใช้การเกี้ยวพาราสีโดยชักชวนให้เขาใช้ความคิดได้สำเร็จเขาก็อาจเขียนคำอุทิศในหนังสือเล่มถัดไปให้กับคุณเลยก็ได้"
  },
  {
    "page_number": 51,
    "text": "แก้ปมปริศนาหนุ่มมิถุนหนุ่มมีถุนจะเหมือนกับสาวราตีนี้ตรงที่มักเหมือนมีคนสองคนอยู่ในร่างเดียวกันคนหนึ่งจะใส่ใจในทุกอย่างที่คุณคิดหรือต้องการในขณะที่แฝดอีกคนก็ห่วงใยไม่แพ้กันคุณไม่อาจไปเปลี่ยคุณสมบัติแบบนี้ได้เพราะมันเป็นเนื้อแท้ในตัวเขาแค่ต้องพยายามทำใจให้คุ้นชินกับมันเท่านั้นเองผู้ชายราศีมิถุนอาจเป็นบรรณาธิการนักเขียนหรือนักปราศรัยที่เก่งกาจเขาอาจทำงานสองอย่างไปพร้อม ๆ กันได้อย่างสบายมือและทำงานคราวละมากกว่าหนึ่งโครงการได้อย่างแน่นอนแต่ครั้นรับปากแล้วว่าจะทำอะไรไม่ว่าจะเป็นเรื่องหน้าที่การงานหรือความสัมพันธ์กับใครสักคนเขาก็จำเป็นต้องรู้ว่ามีคนรู้สึกชื่นชมยินดีในตัวเขา - คนดังประจำราศีมิถุนแอนเดอร์สันคูเปอร์แอนเจลินาโจลีบ็อบดีแลนเฮนรีคิลซิงเจอร์โจมอนทานามาริลินมอนโรว์มาร์ธาวอชิงตันแซลลีไรต์ไซอาเลอเบิฟซูสออร์แมน - หน้าที่การงาน"
  },
  {
    "page_number": 52,
    "text": "ชาวมิถุนคือหมายเลขหนึ่งในงานทุกอย่างที่ก่อให้เกิดความหลากหลายโดยไม่สำคัญว่าจะเป็นงานหน้าฉากที่ต้องพบปะผู้คนเป็นจำนวนมากหรืออยู่หลังฉากก็ตามตราบใดที่ไม่ใช่งานซ้ำซากจำเจพวกเขาอาจเป็นที่ปรึกษาชั้นยอดเพราะหนึ่งในคู่แฝดจะเป็นคนที่ยินดีรับฟังอยู่เสมอความรักในภาษาทำให้พวกเขามีพรสวรรค์ในการเขียนถ้อยคำงานด้านการแสดงงานการเมืองงานในห้องสมุดการศึกษาวิจัยทั้งหมดนี้คืองานที่เหมาะสมกับคนราศีมิถุนชาวมิถุนเกลียดกลัวความเบื่อจนเข้ากระดูกตำ - การเงินชาวมิถุนจะจัดการเรื่องเงินอย่างไรก็ขึ้นอยู่กับว่าคุณให้เจ้าแฝตคนไหนเป็นคนถือกระเป๋าเงินระหว่างคนที่ใช้เงินมือเติบหรือคนที่ขี้เหนียวจนเป็นนิสัยจะอย่างไรก็ตามชาวมิถุนจะชอบใช้จ่ายเงินไปกับสิ่งที่พวกเขาหลงรักอย่างเช่นหนังสือภาพยนตร์และการเดินทางท่องเที่ยว - ความเชื่อเรื่องจิตวิญญาณชาวมิถุนคิดอยู่เสมอเลยว่าพวกเขาคงนับถือศาสนาหลักที่มีมาแต่ดั้งเดิมไม่ได้แน่ ๆ จนกว่าจะได้เป็นผู้เลือกเส้นทางด้วยตัวเองพวกเขาจะลองนับถือระบบความเชื่อทางจิตวิญญาณเหมือนที่คนอื่น ๆ ลองชิมอาหารครั้นพอพบหนทางจิตวิญญาณที่คิดว่าใช่ชาวมิถุนก็จะยึดมั่นอยู่กับสิ่งสิ่งนั้นราศีกรกฎ ( 22 มิถุนายน - \n22 กรกฎาคม ) CANCER - ปู"
  },
  {
    "page_number": 53,
    "text": "ธาตุ : น้ำคุณภาพของราศี:จรราศีคำหลัก : การอุปถัมภ์ค้ำชูแรงผลักดันทางอารมณ์ดาวเกษตร:ดวงจันทร์การปกครอง : ทรวงอกช่องท้องระบบย่อยอาหารเป็นราศีที่ปกครองเรือนชะตาที่สี่คนราศีนี้มีลักษณะเด่นตรงที่ชอบใช้จินตนาการเป็นคนอารมณ์อ่อนไหลและมีสัญชาตญาณในการอุปถัมภ์ค้ำชูชาวราศีกรกฎส่วนใหญ่เป็นคนอ่อนโยนและใจดีแต่ถ้าถูกทำให้เจ็บช้ำน้ำใจเมื่อไหร่ก็จกลายร่างเป็นพวกเจ้าคิดเจ้าแค้นและปากเปราเราะร้ายไปได้เหมือนกันพวกเขาอาจให้อภัยได้โดยง่ายแต่จะจดจำไปจนวันตายชาวกรกฎอาจเป็นคนที่เปี่ยมไปด้วยความรักไฟเสน่หาและบางครั้งก็จะถึงขั้นชอบแสดงความเป็นเจ้าของเลยด้วยซ้ำพ่อแม่ราศีนี้อาปกป้องลูกจนเกินงามในฐานะคู่ครองหรือเพื่อนใจพวกเขาจะมีความรักและเจตนาที่ดีส่งมอบให้คู่ชีวิตกันอย่างล้นเหลือการเคลื่อนที่ไปทางด้านข้างชาวราศีกรกฎแสดงอาการและมีปฏิกิริยาทางอารมณ์แบบเดียวกับที่ปูเดินนั่นคือเคลื่อนที่ไปทางด้านข้างพวกเขาจะหลีกเลี่ยงการเผชิญหน้าและมักไม่ชอบพูดถึงความรู้สึกภายในใจคนเหล่านี้จะออกลูกอิดออดหากต้องเปิดเผยตัวตนและอาจใช้คำเชื้อเชิญที่ใช้ป้องกันตัวมาเป็นฉากบังหน้าโดยมักใส่ใจความต้องการของคนอื่นมากกว่าของตัวเองชาวกรกฎเชื่อในสัญชาตญาณและอาจเป็นพวกมีพลังจิตพวกเขามักอารมณ์เสียและเอาแน่เอานอนไม่ได้โดยจะเปลี่ยนแปลงเรื่องราวที่สนใจและการใช้ชีวิตอยู่กับผู้คนในแวดวงต่างๆอยู่"
  },
  {
    "page_number": 54,
    "text": "ตลอดเวลาแต่ถ้าเชื่อใจคุณเมื่อไหร่เขาก็จะยอมให้คุณก้าวมาอยู่ในมุมลึกที่สุดในโลกส่วนตัวของเขา - สตรีราศีกรกฎแรก ๆ เธอดูท่าว่าเป็นคนลึกลับที่ยากจะเข้าใจเธอเป็นคนโลเลขนาดหนักจนคุณไม่รู้เลยว่าจะยืนหยัดอยู่เคียงข้างเธอด้วยจุดยืนทางความคิดในแบบใดภายใต้นิสัยอ่อนโยนที่ชอบเห็นใจคนอื่นและความองอาจของเธอคือความกลัวว่าจะถูกบีบบังคับให้ต้องตัดสินใจและความไม่มั่นใจในตัวเองคนราศีกรกฎกับเด็ก ๆ หากยังไม่มีลูกสตรีราตีกรกฎก็อาจเข้าถึงจิตใจเด็ก ๆ ได้เป็นบางเรื่องสรรพสัตว์หรือผู้คนที่ยากไร้จะเป็นเสมือนลูกในไส้ของเธอเองโดยเธอมักทุ่มเทอารมณ์ความรู้สึกให้อย่างเต็มที่สัญชาตญาณในการอุปถัมภ์ค้ำชูของเธอจะแสดงออกมาให้เห็นผ่านทางการเป็นผู้ให้แก่สิ่งมีชีวิตอื่น ๆ ไม่เว้นแม้แต่พวกต้นไม้ใบหญ้าเธอต้องการตั้งรกรากซึ่งก็จะหมายถึงบ้านเรือนของเธอเองที่ถ้าให้ดีก็ควรอยู่ใกล้กับแหล่งน้ำอันเป็นที่ที่เธอจะลงหลักปักฐานได้เธออุปถัมภ์ค้ำชูทุกอย่างไม่ว่าจะเป็นสิงสาราสัตว์ลูก ๆ ของเธอเองคนไร้บ้านหรือเด็กกำพร้าโดยไม่เลือกรูปพรรณสัณฐานและเผ่าพันธุ์อารมณ์ของหญิงคนนี้จะถูกสกัดออกมาเป็นรูปแบบที่บริสุทธิ์พุดผ่องอย่างที่สุดเธอใช้ความรู้สึกก่อนความคิดเสมอ - บุรุษราศีกรกฎบุรุษกับสตรีราศีนี้จะเหมือนกันตรงที่มีดวงตาที่ใช้สื่อถึงความอาลัยอาวรณ์อันเหงาหงอยและสิ้นหวังต่อเรื่องราวที่ผ่านมาในอดีตเขาเป็นคนใจดีมีความรักให้ใคร ๆ และชอบอุปถัมภ์ค้ำซูแต่ก็ในบางระดับเท่านั้นพอรู้สึกว่าพื้นที่ส่วนตัวถูกล่วงละเมิดเขาก็จะ"
  },
  {
    "page_number": 55,
    "text": "ล่าถอยแบบปูด้วยการขยับไปทางด้านข้างอย่างรวดเร็วก่อนจะฝังตัวลงไปในผืนทรายโดยเป็นการถอยกลับไปอยู่ในที่ที่พิเศษอย่างบ้านเรือนของเขาเองชายกรกฎจะเหมือนกับหญิงราศีนี้ตรงที่ชอบเลี้ยงดูและเข้ากับเด็ก ๆ ได้ดีคุณอาจเดาทางหนุ่มราตีนี้ไม่ได้ง่าย ๆ เลยเขาอาจจีบคุณด้วยดอกไม้และแฮงเทียนแต่บางครั้งก็จะไปนอนหลับอย่างเศร้าสร้อยเหงาหงอยอยู่บนโซฟาทางที่ดีควรปล่อยให้เขาทำตามใจต้องการถ้าเห็นเขาอยู่ในอารมณ์แบบนี้ก็อย่าได้ไปแหย่เขาเป็นอันขาดเพราะต่อให้ทำอย่างนั้นคุณก็จะไม่มีทางได้อะไรจากเขาเลยถ้าสนใจในเรื่องทางจิตวิญญาณเขาก็อาจถลำลึกเลยก็ได้คุณอาจได้พบคนราศีนี้ที่เป็นผู้รักษาอาการทางจิตหรือมีญาณทิพย์ซึ่งเป็นคนที่ใช้ลางสังหรณ์ในแบบที่ได้รับการพัฒนามาเป็นอย่างดีและไม่ธรรมดาคนดังประจำราศีกรกฏอลันเทอริงคามิลลาปาร์กเกอร์โบวล์สจอร์จดับบลิว.บูชจินเจอร์โรเจอร์สแฮริสันฟอร์ดเจสซีเวนทูราเคธีแบตส์ลินซีย์โลแฮนไมเคิลเฟลป์ส - หน้าที่การงานชาวกรกฎอาจดีใจสุด ๆ เมื่อได้ทำงานที่บ้านความรู้สึกอันเข้มข้นมากต้นทำให้พวกเขาทำงานได้ดีในสาขาการรักษาพยาบาลใน"
  },
  {
    "page_number": 56,
    "text": "ลักษณะที่เป็นการทำงานโดยตรงกับผู้ป่วยด้วยเหตุนี้เองพวกเขาจึงเป็นคนเก่งในเรื่องการบำบัดอาการทางจิตการเป็นที่ปรึกษาและนักจิตวิทยางานที่ยังเหมาะกับบุคลิกลักษณะของชาวกรกฎก็จะได้แก่การเป็นครูสอนเด็ก ๆ งานด้านการตลาดและมวลชนงานด้านสังคมวิทยาและมานุษยวิทยางานบริหารศูนย์ดูแลเด็กเล็กหรือแม้กระทั่งการดูแลบ้านเรือนให้ผู้คน - การเงินชาวกรกฎไม่ใช่พวกใช้จ่ายเงินมือเติบเว้นแต่จะเป็นเรื่องเกี่ยวกับบ้านและครอบครัวซึ่งต่อให้แพงแค่ไหนก็จะซื้อหาไม่แล้วพวกเขาก็อาจเป็นนักออมเงินตัวฉกาจช่วงเป็นวัยรุ่นพวกเขาจะซ่อนเงินค่าขนมไว้ในขวดโหลพอเติบโตเป็นผู้ใหญ่คนเหล่านี้จะชอบเอาเงินไปซื้อซีตีเพลงที่ฟังไปได้อีกนานแสนนาน - ความเชื่อเรื่องจิตวิญญาณการพินิจพิจารณาความคิดหรือความรู้สึกของตัวเองคือกุญแจสำคัญสำหรับชาวราศีกรกฎและมันก็เป็นเรื่องธรรมดาเหลือเกินถ้ามันจะถูกนำเสนอมาในคราบของศาสนาหลักที่มีมาแต่ไหนแต่ไรหรือระบบความเชื่อที่เป็นทางเลือกสักระบบถ้ารู้สึกว่าชุดความเชื่อบางอย่างมีความเหมาะสมพวกเขาก็จะยึดมั่นอยู่กับมันศึกษาหาความรู้จากมันและทำความเข้าใจโดยอาศัยลางสังหรณ์ที่มีอยู่ในใจราศีสิงห์ ( 23 กรกฎาคม - \n22 สิงหาคม ) LEO-สิงห์โตธาตุ :ไฟ"
  },
  {
    "page_number": 57,
    "text": "คุณภาพของราศี:สถิรราศีตำหลัก : การลงมือทำพลังอำนาจดาวเกษตร : ดวงอาทิตย์การปกครอง : หัวใจส่วนหลังไขสันหลังเป็นราศีที่ปกครองเรือนชะตาที่ห้าชาวราศีสิงห์เป็นคนพูดเสียงดังฟังชัดพวกเขาชอบให้คนสนใจและมักอยู่ท่ามกลางผู้คนที่ชื่นชอบเขาถ้าอยากอยู่ร่วมในอาณาจักรที่ชาวราศีสิงห์ภาคภูมิใจคนคนนั้นก็จะต้องคิดอย่างเดียวกับที่เขาคิดเชื่อในสิ่งที่เขาเชื่อรวมทั้งเกลียดและรักคนที่เขาเกลียดและรักด้วยเช่นกันสำหรับคนราศีสิงห์นี่คือความภักดีชาวสิงห์จะมอบน้ำใจไมตรีความอบอุ่นและความเห็นอกเห็นใจให้เป็นการตอบแทนคนราศีสิงห์มีสำนึกว่าโลกคือละครอยู่ในสายเลือดและชีวิตคือเวทีที่พวกเขาใช้แสดงความหรูหราและความสามารถในการดึงดูดใจของพวกเขาจะแผ่ขยายไปในทุก ๆ ด้านของชีวิตพวกเขาจะใฝ่หาความสำเร็จและจะสร้างผลกระทบต่อทุกสถานการณ์จึงไม่แปลกใจเลยที่จะได้เห็นชาวราศีสิงห์เป็นผู้ควบคุมโรงละครและการแสดงศิลปะที่เกี่ยวข้อง - สตรีราศีสิงห์เธอจะบอกตรง ๆ เลยว่ากำลังรู้สึกอย่างไรและคงผิดหวังแน่ ๆ ถ้ารู้ว่าคนอื่นอาจไม่ใช่คนตรงไปตรงมาเหมือนเธอคุณไม่เคยต้องเดาเลยว่าควรสนับสนุนสตรีราศีสิงห์ด้วยจุดยืนทางความคิดในแบบใดยกเว้นว่ามุมสัมพันธ์ในแผนผังของเธอจะบอกว่าเป็นอย่างอื่นเธอ\"เสแสร้ง \" ไม่เป็นเธออาจทำไปเพื่อรักษาน้ำใจแต่หากไม่มีใจให้เธอก็ไม่อาจหลอกให้ใคร ๆ คิดว่าเธอเป็นอย่างนั้นได้เธอชอบคำป้อยอและการเกี้ยวพาราสีแบบเกินจริงเธอคือนักรักผู้เร่าร้อน"
  },
  {
    "page_number": 58,
    "text": "- ชาวสิงห์ผู้ภักดีสตรีชาวสิงห์จะแสดงความมาดมั่นออกมาให้เห็นเป็นเหตุให้ใคร ๆ ต่างไว้วางใจในตัวเธอชาวสิงห์มีความภักดีเป็นอย่างยิ่งซึ่งไม่ใช่เรื่องผิดแต่อย่างใดเธอต้องการเป็นผู้นำในที่ทำงานยิ่งกว่าสิ่งอื่นใดจะเป็นตำแหน่งทางการบริหารก็ได้หรือถ้าให้ดีก็ควรเป็นซีอีโอเธอไม่ชอบเป็นสองรองจากใครและยินดีทำงานจากที่บ้ามากกว่าที่จะต้องทำงานให้นายจ้างที่เธอไม่รู้สึกนับถือถ้าแต่งงานแล้วก็อย่าหวังให้เธออยากอยู่กับบ้านเลยเว้นแต่จะให้เธอทำธุรกิจจากที่นั่นเมื่อถึงคราวต้องเป็นแม่คนเธอก็จะไม่ได้เป็นแค่แม่เธอเป็นคนมีอนาคตทางหน้าที่การงานชอบทำงานอดิเรกและเปี่ยมด้วยไฟเสน่หาเนื่องจากชาวราศสิงห์เป็นผู้มีอิทธิพลเหนือเด็ก ๆ เธอจึงอาจพาตัวไปเกี่ยวข้องกับเด็กไม่ทางใดก็ทางหนึ่งแม้จะไม่ใช่ลูกในไส้ของเธอเลยก็ตามเธอชื่นชอบเสื้อผ้าสวย ๆ และอาจแต่งตัวได้เก๋ไก๋ด้วยสไตล์สีสว่างและสดเข้มอย่าลืมว่าเธอเป็นนักแสดงและเป็นเลิศในเรื่องการสร้างความประทับใจและอารมณ์ด้วยภาพลักษณ์ที่เธอแสดงให้เห็นและการลงมือทำเธอคือคนที่ปรับเปลี่ยนไปตามสถานการณ์เธอชอบทำสิ่งต่างๆในโลกให้เป็นระเบียบเรียบร้อยแต่ต้องเป็นความเรียบร้อยในความหมายของเธอเท่านั้น - บุรุษราศีสิงห์ถ้าให้รับบทเป็นดาวเด่นอยู่บนเวทีเขาจะทำได้ดีอย่างไร้ที่ติแต่ถ้าคอยกำกับว่าเขาต้องทำอะไรเขาจะทำได้แย่สุด ๆ ถ้ารับความจริงข้อนี้ของหนุ่มสิงห์ได้คุณก็อาจเข้ากับเขาได้ดีเพราะคุณจะอดชื่น"
  },
  {
    "page_number": 59,
    "text": "ชอบผู้ชายคนนี้ไม่ได้แน่ๆเขาเป็นคนอบอุ่นเป็นมิตรและสนุกสนานเด็ก ๆ จะชมชอบเขาเพราะทั้งคู่มีอะไรเหมือนกันมากตรงที่ต่างมีเรื่องมหัศจรรย์อยู่เต็มไปหมดผู้คนหลงรักหนุ่มราศีนี้เพราะรู้สึกได้ถึงความสามารถในการเป็นผู้นำในตัวเขาคนเหล่านั้นชื่นชอบความตรงไปตรงมาพละกำลังอันล้นเหลือและความทะเยอทะยานในตัวเขาหากมีเพื่อนใจเป็นคนราศีสิงห์ก็อย่าเพิ่งเบื่อที่จะเออออไปกับเขาเมื่อถูกเขา \"จีบ \" ทั้งนี้ก็จงแน่ใจได้เลยว่าหากหนุ่มสิงห์ของคุณแสดงให้เห็นถึงภาวะผูกพันทางใจแล้วเขาก็จะเชื่อว่ามันเป็นอย่างนั้นจริง ๆ - คนดังประจำราศีสิงห์อัลเฟรดฮิตช์คอร์กแอมีเลียแอร์ฮาร์ตฟิเตลคาสโตรเอช.พี.เลิฟคราฟต์เจนนิเฟอร์โลเปซจอห์นสเตมอสหลุยส์วิตตองลูซิลล์บอลล์วิทนีย์ฮิวส์ตันเซลตาฟิตซ์เจอรัลด์ - หน้าที่การงานชาวราศีสิงห์เก่งกาจในงานที่ต้องทำต่อหน้าหมู่ชนเขาเป็นนักแสดงนักปราศรัยโฆษกประจำสำนักงานชั้นเยี่ยมหรือไม่ก็ซีอีโอแต่จะไม่มีวันทำงานที่ต่ำต้อยต้อยค่าคนราศีสิงห์เป็นครูที่ดีเพราะ"
  },
  {
    "page_number": 60,
    "text": "ชั้นเรียนจะเป็นเสมือนเวทีของพวกเขาโดยมีเหล่านักเรียนเป็นคนดูคนเหล่านี้จะเป็นนักเขียนบรรณาธิการและนักสื่อสารมวลชนชั้นแนวหน้านอกจากนี้พวกเขายังมีแนวโน้มว่าเข้ากับสัตว์ได้ดีและจะชอบฝึกดูแลและให้ความรักพวกมัน - การเงินถ้าอยากได้อะไรคนราศีสิงห์ก็จะควักเงินซื้อเลยถ้ามีเงินไม่พอเขาก็จะรูดบัตรเอาถ้าใช้บัตรเครดิตจนเต็มวงเงินแล้วเขาก็จะเอานาฬิกาโรเล็กซ์หรือการ์ดเบลบอลที่สะสมไว้ไปจำนำเพื่อเอาเงินมาซื้อของที่ว่านั้นการออมเงินไว้ใช้ยามยากไม่เคยอยู่ในหัวของคนราศีสิงห์เพราะชีวิตเขาจะไม่มีวันตกทุกข์ได้ยากเป็นอันขาด ! แต่ข้อสรุปเหล่านี้ก็ย่อมต้องมีข้อยกเว้นอยู่ดีการมีดวงจันทร์อยู่ในราศีธาตุดินบวกกับมีดวงอาทิตย์อยู่ในราศีสิงห์จะลดทอนความหรูหราให้น้อยลงได้โดยเฉพาะอย่างยิ่งถ้าเป็นดวงจันทร์ที่สถิตในราตีมกรแต่ทั้งหมดนี้ก็เป็นเพียงรายละเอียดเล็ก ๆ น้อย ๆ เท่านั้น - ความเชื่อเรื่องจิตวิญญาณคนราศีสิงห์ส่วนใหญ่มักเป็นพวกนอกรีตที่บูชาดวงอาทิตย์มาตั้งแต่ชาติก่อนปัจจุบันพวกเขากำลังหยิบสิ่งอื่น ๆ ในรายการขึ้นมาทดลองถ้ามุมสัมพันธ์ในแผนผังไม่ได้บ่งบอกว่าเป็นอย่างอื่นคนราศีสิงห์ก็มีโอกาสที่จะไม่อยู่ในกรอบความเชื่อของศาสนาหลักที่มีมาแต่ไหนแต่ไรเว้นแต่จะเป็นเรื่องที่เหมาะสมกับเขาถ้าต้องทำในสิ่งที่อยู่นอกเหนือจากภาระหน้าที่ของตนเขาก็จะคิดเสียว่าเป็นการทำไปเพื่อลูก ๆ ของเขาเองการเข้าไปมีส่วนร่วมทางจิตวิญญาณที่ยิ่งใหญ่ที่สุดของชาวราศีสิงห์จะเกิดขึ้นเมื่อเขาได้ขยับขยายไปไกลเกินกว่าขีดจำกัดเรื่องตัวตนและไปจนถึงระดับสากลแล้ว"
  },
  {
    "page_number": 61,
    "text": "ราศิกันย์ ( 23 สิงหาคม - \n22 กันยายน ) V IRGO - หญิงสาวพรหมจรรย์ธาตุ:ดินคุณภาพของราศี : อุภยราศีคำหลัก : คำสั่งรายละเอียดการอุทิศตนดาวเกษตร:ดาวพุธการปกครอง :ลำ ไส้ช่องท้องระบบสืบพันธุ์ของเพศหญิงเป็นราศีที่ปกครองเรือนชะตาที่หกคนราศีกันย์กับมิถุนจะเหมือนกันตรงที่เป็นคนคิดเร็วด้วยความที่เป็นคนใส่ใจในรายละเอียดพวกเขาจึงมักเจาะลึกลงไปในเรื่องที่กำลังศึกษาถึงแม้เป็นพวกที่ทำงานโดยหวังความก้าวหน้าทางอาชีพเป็นหลักแต่ก็ดูเหมือนว่าจะสนใจในการทำงานให้ได้ดีและมีประสิทธิภาพมากกว่าพวกเขาจะดีใจที่ได้มีส่วนร่วมในกิจกรรมบางอย่างที่ทำให้คนส่วนใหญ่ในสังคมได้ประโยชน์หรือคงไม่ผิดนักหรอกถ้าจะบอกว่าคนราศีกันย์ชอบถือว่าหน้าที่คือเรื่องสำคัญเหนือสิ่งอื่นใดความสัมพันธ์ที่เป็นตัวกระตุ้นคนราศีกันย์หลงเสน่ห์คนที่คอยกระตุ้นให้ตนได้ฉุกคิดหรือเป็นพวกแปลกประหลาดในบางเรื่องพวกเขาตั้งมาตรฐานไว้สูงสำหรับการมีความสัมพันธ์ในเชิงรักใคร่และถ้าไม่มีความเชื่อมโยงกันทางความคิดมันก็จะไม่ใช่ชีวิตคู่ที่ยืนยาวในช่วงอายุยี่สิบชาวราศีกันย์"
  },
  {
    "page_number": 62,
    "text": "ไม่น้อยจะพบคู่รักคนสำคัญหรือคนที่ไม่ได้ชื่นชอบพวกเขาสักเท่าไหร่ซึ่งถือเป็นการจับคู่ที่ไม่เหมาะสมเอาเสียเลยด้วยความที่เหมือนกับคนราศีมิถุนตรงที่ต่างได้รับอิทธิพลจากดาวพุธไม่แพ้กันชาวราศีกันย์จึงจำเป็นต้องมีลู่ทางในการระบายพลังทางระบบประสาทของพวกเขาออกมาการออกไปวิ่งเล่นศิลปป้องกันตัวหรือไปออกกำลังที่ยิมคือสิ่งที่ควรทำการทำงานเขียนเลี้ยงสัตว์อ่านหนังสือและศึกษาหาความรู้เพิ่มเติมยังช่วยให้จุดมุ่งหมายนี้บรรลุผลได้เป็นอย่างดีอีกด้วย - สตรีราศีกันย์ในตัวของเธอมีพละกำลังและความมีชีวิตชีวาที่คนอื่นรู้สึกได้ต่อให้เธอไม่ได้ตั้งใจแสดงออกมาเลยก็ตามในเรื่องรักๆใคร่ ๆ เธอจะเป็นฝ่ายหลงเสน่ห์ก่อนถ้าเกิดใจตรงกันขึ้นมามิตรภาพทางความความคิดจะลึกซึ้งขึ้นเรื่อย ๆ รวมทั้งอารมณ์ในใจเธอด้วยเช่นกันสตรีราศีกันย์เหมือนกับบุรุษราศีเดียวกันตรงที่มักไม่ค่อยมั่นใจและชอบวิตกกังวลไปทุกเรื่องลักษณะนิสัยนี้จะค่อนข้างอยู่ตัวเมื่อสตรีราศีกันย์เติบโตเป็นผู้ใหญ่ขึ้นเรื่องนี้อาจสร้างความรำคาญให้เพื่อนใจของเธอก็ได้โดยเฉพาะอย่างยิ่งถ้าความวิตกกังวลของเธอได้แปรเปลี่ยนไปเป็นการวิพากษ์วิจารณ์ทุกสิ่งที่คนอื่นพูดหรือกระทำชาวราศีกันย์ผู้นิยมความล้ำเลิศสตรีราศีกันย์มักให้ความสำคัญกับเรื่องสุขภาพและอนามัยโดยเฉพาะอย่างยิ่งถ้ามันเป็นเรื่องเกี่ยวกับการศึกษาวิจัยชั้นแนวหน้าเธออาจไม่ได้นำสิ่งที่รู้มาประยุกต์ใช้ในชีวิตเสมอไปแต่ก็มีความรู้ในเรื่องนั้นดีเธอยังล่วงรู้ในความเป็นไปของโลกทั้งยังใส่ใจในเรื่องธุรกิจและปัญหาทางการเมืองอีกด้วย"
  },
  {
    "page_number": 63,
    "text": "สตรีราศีกันย์ชอบใช้เงินไปกับสิ่งของอย่างหนังสือและงานศิลปะที่ชวนให้เธอหลงใหลเธอเป็นคนอ่อนไหวไปกับสิ่งรอบข้างบ้านจึงเป็นที่ที่ให้ความอุ่นใจแก่เธออยู่เสมอเธอเป็นแม่ผู้มีมโนธรรมไหวพริบและเปี่ยมความรักพวกเธอมักเป็นคนที่รักสัตว์ด้วยเช่นกัน - บุรุษราศีกันย์เขาเป็นคนดูดีและมีรูปลักษณ์ที่ใคร ๆ ก็มิอาจปฏิเสธได้เขาเป็นคนหัวไวชอบใช้ความคิดและเป็นคนทำงานฝีมือเยี่ยมเขามีอารมณ์ขันที่เชือดเฉือนแต่ก็ไม่ได้มุ่งร้ายต่อใคร ๆ เขาอาจเป็นคนจู้จี้กับสิ่งแวดล้อมรอบตัวเขาถ้าทำกับข้าวเขาก็อาจทำได้อร่อยมากและจะแสดงความเป็นเจ้าของครัวขณะปรุงอาหารบุรุษราศีกันย์นั้เหมือนกับสตรีราศีนี้ตรงที่จะชื่นชอบเรื่องอภิรมย์รอบตัวและมักเป็นเจ้าของสิ่งของชิ้นพิเศษมากมายที่ทำให้อาลัยอาวรณ์ถึงเรื่องเก่าในอดีตเขามีแนวโน้มว่าชอบให้ความสำคัญกับตัวเองจนเกินไปรวมทั้งจะได้ประโยชน์จากกิจกรรมใด ๆ ที่บังคับให้เขาต้องทำด้วยความร่าเริงแจ่มใสเขาเข้มงวดกับตัวเองอย่างสุด ๆ ตำหนิตัวเองอย่างไม่ไว้หน้าในสิ่งที่ทำหรือไม่ได้ทำและอาจชอบติเตียนคนอื่นด้วยเช่นกันเขาไม่ค่อยมองหาคำชื่นชมที่พยายามทำอะไรจนสำเร็จ - คนดังประจำราศีกันย์อดัมแซนด์เลอร์เอมีโพท์เลอร์บี.บี.คิงบิลล์เมอร์เรย์"
  },
  {
    "page_number": 64,
    "text": "โคลินเฟิร์ธจิมมีฟาลลอนแมรีเซลลีย์พิงก์สเตลลาแม็คคาร์ทนีย์ - หน้าที่การงานชาวราศีกันย์ตั้งหน้าตั้งตาใฝ่หาความสมบูรณ์แบบในการทำงานและหน้าที่การงานถ้าต้องทำงานเพื่อคนอื่นอย่างเช่นงานช่วยเหลือสังคมงานในโรงพยาบาลคลินิกการดูแลผู้ป่วยระยะสุดท้ายหรือลูก ๆ พวกเขาจะทำอย่างสุดฝีมือปัญหาท้าทายในชีวิตทุกด้านของชาวราศีกันย์ก็คือจะต้องรับใช้ผู้อื่นโดยไม่ทำให้ตัวเองต้องเสียประโยชน์ส่วนตนไปความใฝ่ฝันเรื่องความสมบูรณ์แบบจะบังคับให้พวกเขาต้องเปลี่ยนแปลงและเกิดการพัฒนา - การเงินถ้าเริ่มใช้จ่ายเงินอย่างมือเติบชาวราศีกันย์มักกระตุกตัวเองเมื่อถึงจุดวิกฤตและตั้งคำถามในสิ่งที่ซื้อว่าทำไมต้องซื้อหรือมันตอบโจทย์เรื่องอะไรถ้าเข้มงวดเรื่องการเงินกับตัวเองเกินไปก็จะมีบางอย่างเกิดขึ้นมาเพื่อกระตุ้นให้พวกเขาเบามือลงและหันมาใช้เงินเพื่อความสุขใจชาวราศีกันย์จะเดินตามเส้นทางแห่งการเติบใหญ่ไปสู่ความสมบูรณ์แบบในทุกสิ่งที่ทำพวกเขาวิเคราะห์แบบแผนในชีวิตและพยายามเปลี่ยนแปลงสิ่งที่ใช้ไม่ได้ผล - ความเชื่อทางจิตวิญญาณ"
  },
  {
    "page_number": 65,
    "text": "ชาวราศีกันย์ผู้เติบใหญ่จะมีวิสัยทัศน์และลางสังหรณ์เรื่องสำคัญ ๆ ที่มักใกล้เคียงกับสิ่งที่เคยมองเห็นมาก่อนหน้านี้แล้วพวกเขาอาจทดลองหลักความเชื่อทางจิตวิญญาณที่แตกต่างออกไปจนกว่าจะได้พบกับสิ่งที่ดึงดูดต่อชีวิตด้านที่เป็นจริงที่สุดของพวกเขาราศีตุล ( 23 กันยายน - \n22 ตุลาคม ) LIBRA - คันชั่งธาตุ:ลมคุณภาพของราศี:จรราศีคำหลัก : ความสมดุลดาวเกษตร : ดาวศุกร์การปกครอง:ช่วงล่างของแผ่นหลังและกะบังลมเป็นราศีที่ปกครองเรือนชะตาที่เจ็ดคนราศีดุลมีนิสัยชอบไกล่เกลี่ยและแสวงหาความสมดุลในใจของคนราตีนี้อยากทำทุกอย่างด้วยความเป็นประชาธิปไตยความมีชั้นเชิงและความยุติธรรมอยู่เสมอเมื่อชาวราศีตุลมีความรักระหว่างมีความรักคนราศีตุลจะเป็นคนโรแมนติกโดยกำเนิดและประสบความสำเร็จในการถนอมชีวิตคู่ให้ยั่งยืนพวกเขาเป็นคนรักความยุติธรรมแต่จะหลีกเลี่ยงทุกอย่างที่เข้มงวดหยาบคาย"
  },
  {
    "page_number": 66,
    "text": "หยาบช้าหรือฉูดฉาดเมื่อต้องทนทุกข์อยู่กับเรื่องเลวร้ายพวกเขาจะมีปัญหาในการตัดสินใจและอาจปล่อยตัวไปกับความพึงพอใจจากความรู้สึกทางกายในชาวราศีตุลที่เติบใหญ่อย่างเต็มที่นั้นจะมีจิตใจของมนุษย์ที่ค้นพบส่วนผสมอันสมบูรณ์แบบระหว่างความสมดุลกับการใช้วิจารณญาณพวกเขาหลงรักความงามทุกรูปแบบไม่ว่าจะเป็นงานศิลปะวรรณคดีดนตรีคลาสสิกอุปรากรคณิตศาสตร์และร่างกายมนุษย์คนราศีนี้ชอบทำงานเป็นทีมและชอบถกเถียงแต่จะไม่โด้เถียงกับใครพวกเขาเป็นนักกลยุทธ์ชั้นยอดและเก่งกาจในเรื่องการใช้พลังอำนาจแห่งการแนะนำพวกเขาเดินกลวิธีอย่างมีชั้นเชิงและใช้สติปัญญาเพื่อให้ได้ในสิ่งที่ตัวเองต้องการ - สตรีราศีตุลคุณควรระวังตัวไว้ให้ดีเพราะเธอเป็นสาวเจ้าชู้ที่ชอบยั่วยวนและมีความโรแมนติกเธอทำให้คุณต้องประหลาดใจด้วยของหรูหราชิ้นเล็ก ๆ ที่ติดไม้ติดมือมาเมื่อถึงคราวเข้าครัวเธอก็จะปรุงอาหารได้อร่อยโดยใช้สมุนไพรและเครื่องปรุงบางอย่างเธอสร้างบรรยากาศด้วยแสงเทียนดอกไม้หอม ๆ และเสียงเพลงอันไพเราะเพราะพริ้งเธอเป็นนักรักที่นุ่มนวลและโรแมนติกที่ชื่นชอบให้ใครมาอยู่เป็นเพื่อนและประสบความสำเร็จในการสานสัมพันธ์ฉันคู่รักกับคนอื่นบ้านเรือนที่เธออยู่จะสะท้อนให้เห็นถึงรสนิยมอันละเมียดละไมในทางศิลปะหนังสือและดนตรีชั้นดีเธออาจไม่ค่อยใช้จ่ายเงินอย่างสุรุ่ยสุร่ายและไร้เหตุผลแต่จะพึงพอใจเป็นอย่างมากจากข้าวของที่ซื้อหามาถ้าชอบอุปรากรหรือระบำปลายเท้าเธอก็จะไปดูหรือเล่นเป็นประจำสิ่งฟุ่มเฟือยเหล่านี้จะหล่อเลี้ยงจิตวิญญาณของเธอเธออาจเล่นเครื่องดนตรีเป็นสักชิ้นและอาจชื่นชอบการเล่นหมากรุก"
  },
  {
    "page_number": 67,
    "text": "- บุรุษราศีตุลเขาต้องการคนอยู่เป็นเพื่อนอย่างขาดไม่ได้เหมือนสตรีราศีเดียวกันและมักทำงานได้ดีถ้าเป็นส่วนหนึ่งในทีมงานแต่เขาก็ยังอยากรักษาความเป็นเอกเทศเอาไว้ในความสัมพันธ์ฉันคู่กับใคร ๆ ซึ่งอาจดูแปลกไปบ้างเป็นบางครั้งถ้าชนะใจเขาได้เขาก็จะภักดีห่วงใยความรู้สึกของอีกฝ่ายและคิดหาทางทำให้อยู่ร่วมกันได้อย่างสมบูรณ์แบบจนสอดคล้องลงตัวกับภาพแห่งความเป็นไปได้ในอุดมคติที่เขาคิดไว้ในใจผู้ชายราศีนี้ชอบสิ่งแวดล้อมในที่ทำงานและในชีวิตส่วนตัวที่น่าอภิรมย์และสอดคล้องต้องกันเขามักพบว่าตัวเองชอบเล่นบทเป็นนักรักษาสันติภาพเพราะจะพยายามสร้างความสมดุลให้กับทุกสิ่งเขาสนใจในงานศิลปะอันหลากหลายแบบเฉกเช่นเดียวกับสตรีราศีเดียวกัน - การหลีกเลี่ยงความโกรธบุรุษราศีตุลไม่ค่อยแสดงความโกรธออกมาให้เห็นกันบ่อยนักเขาเลือกที่จะหาทางแก้ไขปัญหาที่ผุดขึ้นมาไม่ว่าจะเป็นอะไรก็ตามแต่ถ้าหาทางปลดปล่อยมันได้เมื่อไหร่เขาก็จะระบายออกมาจนหมดไส้หมดพุง ! สิ่งที่เป็นความผิดพลาดและความเจ็บปวดทุกอย่างจะถูกปลดปล่อยออกมาแม้ความโกรธจะผ่านพันไปอย่างรวดเร็วแต่มันก็อาจทิ้งให้เขาต้องอกสั่นขวัญแขวนและถึงขั้นป่วยไข้เลยก็ได้เพราะเขาจะไม่ชอบเรื่องไม่น่าอภิรมย์เอามาก ๆ เลย ! - คนดังประจำราศีดุลอัลแยงโกวิชแตเนียลบูน"
  },
  {
    "page_number": 68,
    "text": "ฮิวช์แจ็กแมนจิมมีคาร์เตอร์จูเลียแอนดรูว์สคิมคาร์ดาเซียนมหาตมคานซีชารอนออสบอร์นซูซานซาเรนดอนโทนีแบร็กซ์ตัน - หน้าที่การงานตัวเลือกทางการงานที่ชัดเจนของคนราศีตุลคือทนายความหรือผู้พิพากษาเพราะสำนึกที่ปรับแต่งมาเป็นอย่างดีในเรื่องการทำทุกอย่างด้วยความยุติธรรมชาวราศีดุลมักเก่งกาจในทุกอาชีพที่ต้องใช้ความคิดและความรู้สึกที่มีความสมดุลอย่างหลักแหลมงานที่พวกเขาทำได้ดีคือการเป็นบรรณาธิการนักดนตรีนักบัญชีศิลปินและพ่อแม่คนตัวงานเองจะไม่สำคัญเท่าสิ่งที่สอนให้คนราศีตุลให้รู้จักตัดสินใจแม้จะมีความสามารถในการมองปัญหาได้อย่างรอบด้านแล้วก็ตาม - การเงินสำนึกในเรื่องความสมดุลทำให้ชาวราศีตุลสามารถวางตัวได้อย่างเหมาะสมระหว่างการเป็นนักจ่ายกับนักเก็บชาวราศีตุลชอบเก็บออมแต่จะเต็มใจใช้จ่ายสำหรับสิ่งที่จ่ายไหวชาวราศีตุลส่วนใหญ่จะรู้ว่าตัวเองมีขีดจำกัดอยู่ตรงที่ใด - ความเชื่อทางจิตวิญญาณ"
  },
  {
    "page_number": 69,
    "text": "คนราศีตุลผู้เติบใหญ่เข้าใจได้โดยสัญชาตญาณว่าพวกเขาจะต้องรวมการอยู่เป็นคู่ของมนุษย์เข้ากับความเป็นหนึ่งเดียวกันอัศักดิ์สิทธิ์พวกเขามองหาความสมดุลที่คิดว่าใช่ซึ่งนั่นก็คือดุลยภาพอันสมบูรณ์แบบสำหรับบางคนนี่ถือเป็นความสำเร็จภายใต้ขีดจำกัดของศาสนาดั้งเดิมที่มีมาแต่ไหนแต่ไรแต่สำหรับคนอื่นความเชื่อทางจิตวิญญาณจะถูกมองหาโดยความพยายามของคนในชุมชนหรือในครอบครัวชั้นต้นของพวกเขาราศีพิจิก ( 23 ตุลาคมถึง\n21 พฤศจิกายน ) SCORPIO - แมงป้องธาตุ : น้ำคุณภาพของราศี:สถิรราศีคำหลัก : การกำเนิดเกิดใหม่การแปรสภาพดาวเกษตร:ดาวอังคารและดาวพลูโตการปกครอง :อวัยวะ เพศลำไส้ใหญ่และระบบสืบพันธุ์เป็นราศีที่ปกครองเรือนชะตาที่แปดลองสังเกตจุดแหลมบนยอดของเครื่องหมายประจำราศีนี้ดูมันคือเครื่องหมายแสดงเหล็กในของแมงป่องซึ่งเป็นคุณลักษณะของคำประชดประชันเชิงทิ่มแทงที่มักเกี่ยวข้องกับชาวราศีพิจิกคนราศีนี้เคร่งเครียดเต็มไปด้วยไฟเสน่หาและมีเจตนาอันแรงกล้าพวกเขาชอบบังคับให้คนอื่นทำตามเจตจำนงของตัวเองถ้าไม่ระวังตัวมันก็จะแสดงออกมาในรูปแบบของความใจร้ายชาดิสม์และเห็นคนอื่นเป็นศัตรูและในชาวราศีพิจิกที่ผ่านโลกมามากคุณสมบัตินี้จะแปรสภาพชีวิตให้เป็นไปในทางที่ดีขึ้นชาวราศีพิจิกเหมือนกับชาวราศีเมษตรงที่ไม่เคยเกรงกลัวสิ่งใดพวกเขาจะเดิน"
  },
  {
    "page_number": 70,
    "text": "หน้าลุยงานและเอาชนะอุปสรรคทุกอย่างที่ขวางหน้าไม่ว่าจะเป็นอะไรก็ตามไม่มีครึ่ง ๆ กลาง ๆ คนราศีพิจิกไม่เข้าใจความหมายของคำว่าเป็นกลางโดยถ้าไม่เห็นด้วยก็ต้องคัดค้านจะเห็นชอบหรือไม่เห็นชอบเท่านั้นพวกเขามองคุณว่าเป็นมิตรหรือไม่ก็เป็นศัตรูไม่มีพื้นที่สีเทาระหว่างกลางถ้าลองทำให้เขาเชื่อใจได้เมื่อไหร่เขาก็จะภักดีคุณไปตลอดกาลเว้นแต่คุณจะไปทำให้เขาหรือคนที่เขารักต้องเจ็บช้ำน้ำใจซึ่งอาจทำให้เขากลายเป็นศัตรูคู่อาฆาตไปได้เลยชาวพิจิกมีนิสัยอยากรู้อยากเห็นและขี้สงสัยในเรื่องที่หาคำตอบได้โดยง่ายซึ่งทำให้พวกเขาต้องเจาะลึกลงไปในรายละเอียดเพื่อพิสูจน์ความจริงของเรื่องที่สนใจพวกเขาจะขุดค้นจนเจอข้อเท็จจริงที่ซ่อนอยู่และมองหาความหมายเบื้องลึกชาวพิจิกส่วนใหญ่ใช้ลางสังหรณ์ได้ดีแม้ไม่ค่อยรู้ตัวก็ตามเมื่อคนราศีนี้เติบใหญ่ขึ้นอย่างเต็มตัวก็จะมีพลังจิตอันล้ำลึกโดยมีชีวิตที่รุ่มรวยอยู่ข้างในและจะไปข้องแวะกับวิชาอภิปรัชญาหรือปรัชญาว่าด้วยความจริงในธรรมชาติอย่างถอนตัวไม่ขึ้นชาวราศีพิจิกทำงานได้ดีเยี่ยมด้วยความขยันหมั่นเพียรและสู้ไม่ถอยพวกเขาเชี่ยวชาญในทุกเรื่องที่เกี่ยวข้องกับเรือนชะตาที่แปดอันได้แก่สินเชื่อและมรดกการจัดการงานศพการเป็นที่ปรึกษาทางจิตวิทยาและการใช้เวทมนตร์คาถาบางครั้งพวกเขาอาจมีไฟเสน่หาให้กับงานมากกว่าที่จะใช้ชีวิตอยู่กับพวกคนสำคัญในชีวิต - สตรีราศีพิจิก"
  },
  {
    "page_number": 71,
    "text": "เธอคือคนที่มีความรู้สึกทางเพศคุกรุ่นอยู่ในใจผู้หญิงคนนี้คือหญิงงามที่คนบนถนนต้องเหลียวมามองคือคนที่แค่มาปรากฏกายให้เห็นก็มีพลังอำนาจพอที่จะทำให้คนแปลกหน้าทั้งห้องต้องหันมาสนใจได้แล้วถ้าอยากชนะใจสาวราศีนี้คุณต้องแสดงความซื่อสัตย์และตรงไปตรงมาให้เห็นในตั้งแต่แรกถ้าจับได้ว่าคุณพูดไม่จริงหรือทำให้เธอเจ็บปวดเธอก็จะเลิกแยแสคุณอีกไปเลยเธอเป็นนักรักที่เปี่ยมด้วยไฟเสน่หาทั้งยังอาจขี้หึงและชอบแสดงความเป็นเจ้าของคุณไม่มีทางรู้หรอกว่าเธอกำลังคิดหรือรู้สึกอย่างไรอยู่ถ้าดูจากสีหน้าเพียงอย่างเดียวเว้นแต่ว่าเธอกำลังโกรธอยู่เท่านั้นเองซึ่งถ้าถึงตอนนั้นก็ตัวใครตัวมันก็แล้วกัน ! เธอแสดงความเกรี้ยวโกรธออกมาให้เห็นในหลากหลายรูปแบบตั้งแต่การระเบิดอารมณ์การประชดประชันที่บาดลึกไปถึงกระดูกหรือสายตาทิ่มแทงที่เล่นเอาคุณเหี่ยวเฉาไปได้เลยถ้ามีลางสังหรณ์แก่กล้ายิ่งขึ้นมันก็จะใกล้เคียงกับการมีตาทิพย์เลยสำนึกภายในนี้มักเปล่งประกายออกมาจากดวงตาอันเจิดจรัสของสตรีราศีพิจิกสตรีราศีพิจิกคือแม่ที่มีแต่ให้เปี่ยมไปด้วยความรักและพร้อมจะปกป้องด้วยความดุดันเธอพยายามสร้างบ้านที่เปี่ยมด้วยความรักและความสบายใจให้กับลูก ๆ ทั้งยังอาจใช้เป็นที่หลบภัยจากโลกภายนอกได้อีกด้วย - บุรุษราศีพิจิกเขาคนนี้เหมือนกับสตรีราศีเดียวกันตรงที่เป็นคนเคร่งเครียดเปี่ยมไฟเสน่หาและชอบความเป็นส่วนตัวเอามาก ๆ บุรุษราศีพิจิกมีบางอย่างน่าสนใจอยู่เสมอเลยนั่นคือดวงตาของเขาเสื้อผ้าที่เขาสวมใส่หรือความลี้ลับเมื่อเขาปรากฏกายขึ้นมาเขาไม่ได้แต่ชอบเกี้ยวพาราสีเท่านั้นแต่มักปรากฏให้เห็นดั่งรูปของหัวรถจักรที่มาพร้อมพลังทางเพศอันเปี่ยมล้นซึ่งจะเปล่งประกายอย่างทรงพลังชนิดที่ใครก็ไม่อาจมองข้ามไปได้แม้คุณจะไม่ได้นึกชอบเขาเลย"
  },
  {
    "page_number": 72,
    "text": "ก็ตามหนุ่มพิจิกมักมีพรสวรรค์ชั้นเลิศในบางอย่างที่เขาไล่ล่าอย่างเปี่ยมด้วยไฟเสน่หาแต่อาจไม่ใช่ส่วนสำคัญในการสร้างรายได้ให้กับเขาเราอาจพูดอีกอย่างหนึ่งก็ได้ว่าเขาคือคนที่สามารถใช้พรสวรรค์มาหารายได้เป็นอาชีพเสริมไม่ว่าจะเป็นดนตรีงานศิลปะการเขียนหนังสือการแสดงโหราศาสตร์หรือไพ่ทาโรต์หรือเขาอาจนำพรสวรรค์อันล้นเหลือที่มีอยู่ในตัวมาใช้ส่งเสียเลี้ยงดูลูก ๆ ของเขาได้เลยชาย ( และหญิง ) ราศีพิจิกจำนวนมากชอบเล่นกีฬาพวกเขาชื่นชอบอย่างเห็นได้ชัดในกีฬาที่ใช้ความรุนแรงอย่างฟุตบอลและการล่าสัตว์บางครั้งทางเลือกในการเล่นกีฬาของพวกเขาก็เป็นภาพสะท้อนของความพยายามต่อสู้ดิ้นรนเพื่อเอาชนะความสุดโต่งทางอารมณ์ที่มีอยู่ภายในใจ - คนดังประจำราศีพิจิกแอนฮาร์ธอเวย์ชาร์ลส์แมนสันอีธานฮอว์กกอร์ดอนแรมซีย์ลอราบุชนาตาลีเมอร์ชานต์ปีเตอร์แจ็กสันสการ์เล็ตต์โจแฮนสันวูปปิโกลด์เบิร์ก - หน้าที่การงานพวกเขาเป็นนักแสดงนักสืบสายลับหรือกระทั่งคุณครูผู้มากความสามารถไม่มีใครบอกได้หรอกว่าความทรงพลังตามธรรมชาติของ"
  },
  {
    "page_number": 73,
    "text": "ความเข้าใจจะพาคนราศีพิจิกไปถึงจุดใดแต่ที่แน่ ๆ ก็คืองานของพวกเขาจะเป็นไปตามไฟเสน่หาที่เปี่ยมล้นอยู่ในใจ - การเงินชาวพิจิกเป็นเซียนในเรื่องการใช้เงินคนอื่นมาสร้างความร่ำรวยให้กับตัวเองเพื่อเป็นการตอบแทนคนราศีนี้จะแสดงความใจกว้างอย่างล้นเหลือต่องานการกุศลหรือการบริจาคแบบไม่เอ่ยนามให้เรื่องที่ควรค่าเพื่อนชาวพิจิกของคุณอาจถึงขั้นนำบทละครของคุณที่ถูกคนปฏิเสธมาเขียนขึ้นใหม่ก่อนนำออกมาขายดีอย่างเทน้ำเทท่า - ความเชื่อทางจิตวิญญาณชาวพิจิกบางคนเรียนรู้ศาสนาหลักดั้งเดิมที่มีมาแต่ไหนแต่ไรได้รวดเร็วราวกับทำมาแล้วเป็นปี ๆ พวกเขาชื่นชอบพิธีกรรมและสำนึกแห่งการได้เข้าไปเป็นส่วนหนึ่งในขณะที่คนอื่นที่เหลืออยู่จะเจาะลึกลงไปในรายละเอียดของระบบความเชื่อนอกรีตเพื่อค้นหาคำตอบทางจิตวิญญาณไม่ว่าคนราศีพิจิกจะมีความเชื่อทางจิตวิญญาณในรูปแบบใดก็ตามเขาจะค้นหามันด้วยไฟเสน่หาและความจริงใจราศีธนู ( 22 พฤศจิกายนถึง\n21 ธันวาคม ) SAGITTARIUS - ธนูธาตุ : ไฟคุณภาพของราศี : อุภยราศีตำหลัก : อุดมคตินิยมเสรีภาพดาวเกษตร : ดาวพฤหัส"
  },
  {
    "page_number": 74,
    "text": "การปกครอง : สะโพกต้นขาตับและระบบการทำงานของตับเป็นราศีที่มีปกครองเรือนชะตาที่เก้าคนราศีนี้จะแสวงหาข้อเท็จจริงเห็นอย่างไรก็แสดงออกอย่างนั้นโดยไม่สนว่าคนอื่นจะเห็นด้วยหรือไม่พวกเขามองเห็นภาพใหญ่ของทุกประเด็นปัญหาและไม่ยอมเสียเวลาไปกับรายละเอียดอันน่าเบื่อคนราศีนี้ชอบพูดจาตรง ๆ และจะไม่เข้าใจว่าทำไมคนอื่นถึงไม่ยอมตรงไปตรงมาแล้วที่แอบซ่อนเอาไว้มันคืออะไรคนราศีนี้ถือว่าหลักตรรกะคือเรื่องสำคัญสูงสุดแต่จะมีหลักคิดที่ต่างจากคนที่เป็นขั้วตรงข้ามอย่างราศีมิถุนอยู่หลายอย่างด้วยกันคนราศีมิถุนห่วงใยเรื่องที่เป็นปัจจุบันโดยจะอยากรู้วิธีและสาเหตุที่ทำให้สิ่งต่างๆและความสัมพันธ์ได้ผลดีในชีวิตพวกเขาแต่คนราศีธนูกลับมุ่งความสนใจไปที่อนาคตและครอบครัวขนาดใหญ่กว่าของมนุษยชาติซึ่งมักรวมถึงสรรพสัตว์ทั้งน้อยใหญ่และไม่ว่าจะอยู่ในป่าหรือเป็นสัตว์เลี้ยงรวมทั้งความเชื่อว่าทุกชีวิตล้วนมีสิทธิที่จะได้ใช้ชีวิตอย่างมีอิสระเสรีแม้มีแนวโน้มว่าเชื่อในหลักเหตุผลแต่ชาวราศีธนูก็มักมีความสามารถอันแปลกประหลาดในการหัดทำความเข้าใจเหตุการณ์ในอนาคตแม้จะมีความสามารถด้านนี้กระนั้นพวกเขาก็ชอบคิดว่ายังต้องการเครื่องมือเพิ่มเติมเพื่อมาจุดชนวนให้มันทำงานอย่างเช่นไฟ่ทาโรต์แผนผังดวงชะตาหรือสัญลักษณ์ลึกลับอย่างไรก็ดีมีชาวธนูอยู่ไม่น้อยที่ไม่ยอมรับแนวคิดทางโหราศาสตร์โดยพวกเขาจะยึดมั่นอยู่แต่กับลางสังหรณ์ที่ใช้ได้จริงและมีมาตั้งแต่ไหนแต่ไรชาวราศีธนูรักเสรีภาพและจะทนไม่ได้เมื่อต้องเผชิญข้อห้ามใด ๆ ความสามารถรอบตัวและนิสัยชอบมองโลกในแง่ดีของพวกเขาทำให้มีเพื่อนฝูงมากมายแต่น้อยคนจะรู้ใจคนราตีธนูได้อย่างแท้จริง - สตรีราศีธนู"
  },
  {
    "page_number": 75,
    "text": "เธอเป็นคนที่อ่านใจได้ยากในตอนแรกต่อให้เธอยืนอยู่ในฝูงชนคุณก็จะมองเห็นเธออยู่ดีและรู้สึกว่าเธอคือจุดสนใจของใคร ๆ เธอมีอารมณ์ขันร่าเริงและพูดจาตรงไปตรงมาถ้าอยู่กันตามลำพังเธอจะจีบคุณแต่พอชวนไปกินข้าวเย็นหรือดูหนังกันสักเรื่องเธอก็จะเผ่นหนีไปเลยทั้งหมดนั่นไม่ได้เป็นเพราะว่าเธอขี้อายหรอกนะแต่เป็นเพราะคุณยังไม่มีอะไรเด่นพอเท่านั้นเองพูดเร็วถ้าทำให้สตรีราศีธนูหันมาสนใจคุณได้นั่นแปลว่าคุณเป็นคนคุยสนุกและพูดเรื่องที่เธอสนใจได้ทันท่วงทีหัวข้อที่เธอสนใจจะคุยด้วยอย่างแน่นอนก็จะได้แก่สิทธิของสัตว์หรือการเปลี่ยนกระบวนทัศน์ในระบบความเชื่อที่มีอยู่ทั่วโลกสตรีคนนี้จะคิดการใหญ่และถ้าอยากชนะใจเธอคุณก็ต้องคิดเรื่องใหญ่ ๆ อย่างนั้นด้วยเช่นกันสตรีราศีธนูเก่งกาจในงานและอาชีพที่ไม่จำกัดเธอเอาไว้ถ้ามีลูกมีเต้าพวกเธอจะปล่อยลูกหลานให้มีเสรีภาพแบบที่อาจดูเป็นการไม่สนใจไยตีไปในสายตาของคนอื่นเลยก็ได้ซึ่งจริง ๆ มันกลับไม่ได้เป็นเช่นนั้นเลยแม่ราศีธนูเปี่ยมไปด้วยความรักและพร้อมทุ่มเทกายใจแต่เชื่อว่าลูกของเธอจะค้นพบหนทางด้วยตัวเองเธอให้คำแนะนำและข้อคิดกว้าง ๆ แบบคนมีสติปัญญาแต่ไม่เคยบังคับคนอื่นให้ต้องยอมรับความคิดเห็นของเธอ - บุรุษราศีธนูเขาเป็นคนเจ้าเสน่ห์ชอบเกี้ยวพาราสีและมีไหวพริบปฏิภาณซึ่งเป็นผู้ชายในฝันที่ใคร ๆ ก็อยากเจอในงานปาร์ตี้เขายังเป็นคนเปิดเผยและดื้อดึงโดยจะยึดมั่นอยู่กับแนวคิดที่ทำให้สิ่งต่างๆ"
  },
  {
    "page_number": 76,
    "text": "ใช้ได้ผลและวิธีที่ควรนำมาใช้เขาจะเบื่อหน่ายหากต้องเจอกับแนวคิดที่รู้อยู่แล้วแต่เป็นเรื่องคลุมเครือสำหรับคนอื่น ๆ เขามีวิสัยทัศน์กว้างไกลและมักยโสโอหังเขาจะทำทุกอย่างอย่างเกินกำลังและมักไม่พอใจในความสำเร็จที่ทำได้หรือระหว่างกำลังทำได้ตามเป้าหมายสักเรื่องเขาจะหลงระเริงไปกับโมเมนตัมที่เขาสร้างมันขึ้นมาและลงเอยด้วยการทำในสิ่งที่เกินกว่าจะรับมือไหวชายราศีนี้ที่ยังโตไม่เต็มที่บางครั้งอาจมองไม่เห็นความแตกต่างระหว่างความต้องการกับความโลภพวกเขาอยากได้ทุกอย่างและต้องได้ในทันทีนี่คือเรื่องจริงที่เกิดขึ้นทั้งในธุรกิจและชีวิตรักหนุ่มธนูมักคบซ้อนซึ่งจะสอดรับกับความต้องการมีอิสรเสรีของเขาด้วยเหตุนี้เองราศีธนูจึงมักเป็นที่รู้จักกันในชื่อราศีของชายโสดคนดังประจำราศีธนูอลิสซามิลาโนบารุชสปิโนซาแฟรงก์แซปปาไมลีย์ไซรัสโป๊ปฟรานซิสแรฟไฟน์สแซมวลแอล.แจ็กสันซาราห์ซิลเวอร์แมนทีนาเทอร์เนอร์วาเนสสาฮัดเจนส์ - หน้าที่การงาน"
  },
  {
    "page_number": 77,
    "text": "ข้อจำกัดคือถ้อยคำที่ไม่มีอยู่ในพจนานุกรมของชาวราศีธนูหรือในกรณีที่มีข้อจำกัดเกิดขึ้นจริงก็จะไม่ส่งอิทธิพลต่อชีวิตของชาวราศีธนูเหมือนกับคนอื่น ๆ บนโลกใบนี้พวกเขาทำได้ดีในงานและอาชีพที่มีอิสระเสรีสุด ๆ เพื่อจะได้ทดลองทำบางอย่างอย่างเช่นการเป็นเจ้าของสายการบินซีอีโอเจ้าของธุรกิจขนาดเล็กผู้ประกอบการนักแสดงนักเขียนหรือพนักงานขายที่ต้องเดินทางไปมาความสำคัญไม่ได้อยู่ที่ตัวงานเท่ากับความมีอิสระเสรีในการทำงาน - การเงินคนราศีธนูมีทางเลือกอยู่มากมายว่าจะเอาเงินไปใช้ทำอะไรไม่ว่าจะเป็นการเดินทางท่องเที่ยวศึกษาหาความรู้ไปร่วมเวิร์กช็อปเข้าสัมมนาเลี้ยงสัตว์หรือซื้อหนังสือมาอ่านซึ่งมักไม่เป็นปัญหาแต่อย่างใดคำถามว่าพวกเขาจำกัดทางเลือกให้เหลือน้อยลงได้อย่างไรควรเลือกซื้อสิ่งไหนก่อนพวกเขามักเอาทางเลือกโยนขึ้นไปอากาศแล้วเลือกเอาอันที่ตกถึงพื้นดินก่อนใครเพื่อน - ความเชื่อทางจิตวิญญาณด้วยความที่เป็นผู้ปกครองเรือนชะตาที่เก้าซึ่งจะกำกับดูแลหลักปรัชญาศาสนาและการศึกษาระดับสูงขึ้นไปชาวราศีธนูจึงมักทดลองหลักความเชื่อทางจิตวิญญาณเป็นจำนวนมากมายพอพบอันที่เหมาะสมกับตัวเองก็มักยึดมั่นอยู่กับสิ่งสิ่งนั้นด้วยเหตุนี้เองพวกเขาจึงเหมือนกับราศีที่เป็นขั้วตรงข้ามกับพวกเขาซึ่งก็คือราศีมิถุนแต่จะต่างกันตรงที่ชาวธนูจะเจาะลึกลงไปในรายละเอียดของเรื่องทางจิตวิญญาณมากกว่าราศีมกรCAPRICORN"
  },
  {
    "page_number": 78,
    "text": "แพะทะเล ( 22 ธันวาคมถึง\n19 มกราคม ) ธาตุ : ดินคุณภาพของราศี:จรราศีคำหลัก : วัตถุนิยมความมีวินัยในตัวเองดาวเกษตร : ดาวเสาร์การปกครอง : เข่าผิวหนังและกระดูกเป็นราศีที่ปกครองเรือนชะตาที่สิบชาวราศีมกรเป็นคนคิดมากซึ่งอาจไม่เป็นกันเองกับใคร ๆ ทั้งยังชอบควบคุมอารมณ์และเรื่องส่วนตัวอย่างใกล้ชิดแม้ยังเป็นเด็กแต่พวกเขาก็มีความคิดอ่านเป็นผู้ใหญ่ราวกับเกิดมาพร้อมกับแก่นแท้ในตัวอันล้ำลึกที่น้อยคนจะมองเห็นราศีมกรมีชื่อเล่นว่าแพะทะเลซึ่งสะท้อนภาพการตอบสนองต่อสิ่งต่างๆในโลกได้อย่างเชื่องช้าและค่อยเป็นค่อยไปของคนราศีนี้พวกเขามักชื่นชอบเครื่องหมายแห่งความสำเร็จที่มองเห็นได้แต่จะสนใจเงินทองน้อยกว่าพลังอำนาจจากการมีเงินคนราศีนี้เหมือนกับราศีพิจิกตรงที่จะรู้สึกอยากปกครองทุกอาณาจักรที่ตนอาศัยอยู่ไล่ตั้งแต่บ้านเรือนที่ทำงานไปจนถึงธุรกิจของตัวเองเฉกเช่นเดียวกับคนราศีพิจิกชาวมกรจะให้ค่าให้ราคากับพลังอำนาจและการควบคุมมากกว่าสิ่งอื่นใดแต่จะทำเรื่องพวกนี้ได้แยบยลกว่าชาวราศีมกรคือตัวจริงในเรื่องการทำงานโดยจะทำอย่างมานะบากบั่นประสิทธิภาพและเปี่ยมวินัยพวกเขาจะเกลียดชังถ้าเห็นคนเฉื่อยชาสามัญสำนึกที่ติดตัวมาตั้งแต่เกิดทำให้คนราศีนี้สามารถวางแผนไปข้างหน้าและหาวิธีที่ทำให้ขยับเข้าใกล้เป้าหมายได้อย่างแท้จริงถ้าตั้งใจทำอะไรส่วนใหญ่พวกเขาก็จะประสบความสำเร็จในเรื่องนั้น ๆ"
  },
  {
    "page_number": 79,
    "text": "คนขี้กังวลคนราศีนี้ขี้กังวลมาตั้งแต่เกิดต่อให้เตรียมการไว้หมดแล้วชาวราศีมกรก็ยังไม่วายกลัดกลุ้มว่าอาจลืมบางอย่างไปอยู่ดีพวกเขาอาจได้รับประโยชน์จากแนวคิดเรื่อง \" ขอพรจากพระเจ้าแล้วจงเชื่อมั่นอย่างสุดหัวใจ \" ว่าไม่ว่าทำอะไรมันก็จะออกมาดีเสมอแต่น่าเสียดายที่พวกเขามักไม่ค่อยเชื่ออย่างนั้นกันเมื่ออยู่ท่ามกลางผู้คนชาวราศีมกรจะทำตัวกลืนหายไปกับฝูงชนพวกเขาไม่มีความโดดเด่นทางกายภาพและไม่ใช่ตัวสร้างสีสันในงานปาร์ตี้แต่จะมีมารยาทที่เป็นเอกลักษณ์เฉพาะตัวอย่างเห็นได้ชัด - สตรีราศีมกรมองแวบแรกก็อาจรู้สึกว่าเธอเป็นหญิงแกร่งโดยเป็นสตรีที่มุ่งมั่นและเอาจริงเอาจังซึ่งดูเหมือนจะรู้ว่าเธอเป็นใครมาจากไหนและกำลังไปยังที่ใดแต่พอสนิทกับเธอมากขึ้นคุณก็จะรู้เลยว่าเธอไม่ได้แข็งแกร่งอะไรเลยก็แค่ปกป้องตัวเองและขี้อายเท่านั้นเองถ้ายังไม่ได้พิสูจน์ตัวเองให้เธอเห็นก็อย่าหวังว่าเธอจะอ้าแขนรับคุณมาไว้ในชีวิตเธอเลยตัวคุณคือธุรกิจพอเป็นแม่คนเธอจะทุ่มเททุกอย่างให้ลูกและมักปกครองบ้านเรือนได้อย่างมีประสิทธิผลเนื่องจากเป็นราศีที่มีดาวเสาร์เป็นดาวเกษตรสตรีราศีมกรจึงอาจเข้มงวดกับคู่ครองและลูก ๆ เกินไปบ้างเธอคาดหวังสูงและถ้าได้รับแรงสนับสนุนจากมุมสัมพันธ์อื่น ๆ ในแผนผังก็อาจบังคับให้คนอื่นทำตามเจตนาของเธอจนกลายเป็นจอมบงการไปเลยก็ได้หญิงราศีนี้มีขีดจำกัดและเขตแดนบางอย่างที่เธอจะไม่มีวันก้าวข้ามไปเป็นอันขาดเธอไม่ใช่คนที่จะหลับ"
  },
  {
    "page_number": 80,
    "text": "หูหลับตาผลักดันตัวเองให้ไปตกอยู่ในเหตุการณ์ที่ไม่ระวังไว้ให้ดีถ้าพิสูจน์ให้เธอเห็นแล้วว่าคุณมีค่าพอสำหรับเธอเธอก็จะเปิดรับทางอารมณ์ในระดับความลึกที่อาจทำให้คุณต้องอึ้งไปเลยก็ได้เธอจะเล่นบทเพื่อให้ได้และเพราะเธอจะเปิดใจกับมันอย่างเต็มที่ - บุรุษราศีมกรเขาคือคนที่เตรียมพร้อมสำหรับทุกอย่างที่ต้องทำและไม่สำคัญว่ามันจะเป็นการเดินทางที่เกี่ยวข้องกับเรื่องทางกายภาพอารมณ์ความรู้สึกหรือจิตวิญญาณก็ตามเขาไม่ชอบความประหลาดใจเขาไม่มั่นใจถ้าต้องเข้าไปข้องแวะกับชีวิตคนอื่นและการตัดขาดแบบนี้ทำให้เขาหันมามุ่งความสนใจไปที่เป้าหมายของตัวเองเขาอาจเป็นเจ้านายแบบเผด็จการและเป็นพนักงานที่คุณจะไม่มีวันได้เจอคนที่ขยันขันแข็งกว่าอย่างแน่นอนเขาชอบอยู่กับผู้หญิงที่ร่าเริงมีชีวิตชีวาซึ่งอาจเป็นเพราะว่าเธอจะทำให้เขารู้สึกเบาใจและไม่มีใครมาคอยกดดันถ้าตกล่องปล่องชิ้นกับใครเขาก็มีแนวโน้มว่าจะเป็นคนผัวเดียวเมียเดียวชีวิตน่าจะดีขึ้นเรื่อย ๆ ขณะที่เขาแก่ตัวลงเพราะเขาได้เรียนรู้ว่าวินัยนั้นไม่ได้สำคัญไปกว่าความเห็นอกเห็นใจคนอื่น - คนดังประจำราศีมกรอัลคาโปนแครีแกรนด์เจ้าหญิงแคเธอรีนดัชเชสออฟเคมบริตจ์ฮามิตคาร์ไซเจมส์เอิร์ลโจนส์จานิสโจปลินเคธีดูริช"
  },
  {
    "page_number": 81,
    "text": "แพตเบนาตาไทเกอร์วูดส์โซอีย์เดสแชเนล - หน้าที่การงานชาวราศีมกรทำงานได้ยอดเยี่ยมในทุกสาขาอาชีพที่มีการจัดโครงสร้างไว้อย่างชัดเจนอย่างเช่นวิศวกรรมการแพทย์บรรณาธิการการเมืองเครื่องปั้นดินเผาการก่อสร้างสถาปัตยกรรมและงานเครื่องหนังความปรารถนาที่จะประสบความสำเร็จอย่างแรงกล้าของพวกเขาจะถูกแต่งแต้มสีสันโดยค่านิยมดั้งเติมและวิธีการแบบอนุรักษ์นิยม - การเงินชาวมกรขึ้นชื่อในเรื่องความตระหนี่ถี่เหนียวพวกเขาก่อร่างสร้างฐานะทางการเงินด้วยวิธีการเดียวกับหน้าที่การงานนั่นคือค่อยเป็นค่อยไปไปทีละขั้นพวกเขาชอบทำตัวให้มีฐานะและพยายามให้ได้มาซึ่งสิ่งของที่จับต้องได้และสะท้อนให้เห็นถึงสิ่งที่ตัวเองกำลังค้นหาจึงอาจใช้จ่ายเกินตัวไปบ้างเป็นบางครั้งความเชื่อทางจิตวิญญาณชาวราศีมกรเติบโตขึ้นมาภายใต้ขีดจำกัดที่ก่อร่างสร้างขึ้นมาอย่างมีโครงสร้างและแข็งแรงแน่นหนาพิธีกรรมจะตอบโจทย์และเป็นแรงบันดาลใจให้พวกเขาพวกเขาจะพาตัวเข้าไปข้องแวะกับความเชื่อทางจิตวิญญาณได้อย่างมีประสิทธิภาพเหมือนที่ทำกับเรื่องอื่น ๆ ในชีวิตในกรณีของคนที่ยังผ่านโลกมาไม่มากนักความเชื่อทางจิตวิญญาณอาจแสดงให้เห็นในรูปของหลักความเชื่อแต่ถ้า"
  },
  {
    "page_number": 82,
    "text": "เป็นคนราศีมกรที่มีประสบการณ์สูงคนคนนั้นก็จะเข้าใจจุดมุ่งหมายในชีวิตได้เป็นอย่างดีราศีกุมภ์AQUARIUSหม้อน้ำ ( 20 มกราคมถึง\n18 กุมภาพันธ์ )ธาตุ: ลมคุณภาพของราศี:สถิรราศีตำหลัก : การยึดประโยชน์ของคนอื่นเป็นที่ตั้งการเป็นตัวของตัวเองเสรีภาพดาวเกษตร:ดาวมฤตยูการปกครอง : ข้อเท้าคางและระบบไหลเวียนเลือดและน้ำเหลืองเป็นราศีที่ปกครองเรือนชะตาที่สิบเอ็ดชาวราศีกุมภ์เป็นนักคิดตัวยงแต่มักเป็นไปในเชิงแปลกประหลาดโดยจะให้ค่าให้ราคากับความเป็นตัวของตัวเองและเสรีภาพเหนือสิ่งอื่นใดคนราศีนี้ไม่ชอบเข้าหาคนที่มีความคิดแบบเดียวกันพวกเขารำคาญข้อห้ามที่ผู้คนในสังคมใช้บังคับพวกเขาและจะหาทางทำตามที่ตัวเองต้องการกุมภ์คือราศีของพวกอัจฉริยะอย่างแท้จริงเพราะคนเหล่านี้มักมีความสามารถในการคิดแบบเป็นเอกลักษณ์เฉพาะตัวถ้าได้ตัดสินใจเรื่องใดไปแล้วอะไรก็มาทำให้เปลี่ยนใจไปจากเดิมไม่ได้ความดื้อรั้นของคนราศีนี้เป็นดั่งดาบสองคมโดยจะทำได้ทั้งธำรงรักษาพวกเขาเอาไว้และทำลายจนไม่มีเหลือในยามที่ความดื้อรั้นหัวแข็งได้ปรากฏให้เห็นในการแข็งขืนเล็ก ๆ น้อย ๆ ต่อข้อห้ามที่คนในสังคมใช้ควบคุมมันก็จะเป็นการสูญเสียพลังงานไปโดยเปล่าประโยชน์โดยควรเอาไปใช้ทำอย่างอื่นจะดีกว่า"
  },
  {
    "page_number": 83,
    "text": "แม้ความเห็นอกเห็นใจจะเป็นเครื่องหมายประจำตัวของคนราศีนี้ชาวราศีกุมภ์ก็มักไม่ค่อยเข้าไปยุ่งเกี่ยวทางอารมณ์กับสิ่งที่พวกเขาให้การหนุนหลังความเข้าใจในหัวอกคนอื่นแม้เป็นเรื่องจริงแท้แต่ก็จะเกิดขึ้นมาจากการใช้สติปัญญามากกว่าจะรู้สึกจากหัวใจอิทธิพลของดาวมฤตยูจะชักชวนให้เกิดการผสมผสานระหว่างความหลงใหลกับความสนใจที่ต้องใช้สติปัญญาและมีอยู่อย่างมากมายหลายหลาก - สตรีราศีกุมภ์ต่อให้รู้จักเธอตีมันก็ยากที่จะอ่านใจเธอออกเพราะเธอมักมีเรื่องขัดแย้งในตัวอยู่เสมอเธอเป็นคนใจเย็นแต่ก็ยังวู่วามเป็นคนนอกรีตแต่ยอมรับสิ่งที่เหมาะสมกับเธอเป็นขบถผู้รักสันติภาพหัวตื้อแต่ก็ทำไปบ่นไปแหกประเพณีถ้าพูดถึงเรื่องชีวิตรักสิ่งเดียวที่ต้อง \" ยก \" ให้ผู้หญิงราศีนี้คือเธอมักชอบคนที่ไม่เหมือนคนทั่วไปหรือมีความพิสดารในบางเรื่องแม้คนที่เป็นเพื่อนใจอาจดูเหมือนคนปกติทั่วไปแต่เขากลับไม่ได้เป็นอย่างนั้นเลยเธอเป็นแม่ที่ดีและจะยอมให้ลูก ๆ มีโอกาสตัดสินใจด้วยตัวเองดื่มต่ำกับความสำเร็จที่ทำได้และไม่เคยทำให้พวกเขาต้องผิดหวังเลยเธอชอบคนที่ไม่เหมือนคนทั่วไปและมีเพื่อนหลากหลายทั้งชายและหญิงเธอไม่สนใจฐานะทางเศรษฐกิจเพื่อน ๆ ของเธอจึงมีภูมิหลังอันหลายหลากเธออาจมีความรู้ทางโหราศาสตร์หรือไพ่ทาโรต์อยู่บ้างมีไฟเสน่หาให้กับการประดิษฐ์คิดค้นหรือทำงานเขียนหรืออาจถึงขั้นเป็นผู้สร้างภาพยนตร์ที่เริ่มมีอนาคตเลยก็ได้ไม่ว่า"
  },
  {
    "page_number": 84,
    "text": "จะประกอบอาชีพอะไรเธอก็มีเสรีภาพที่จะทำทุกอย่างให้เป็นไปตามที่ใจเธอต้องการ - บุรุษราศีกุมภ์บุรุษราศีนี้เป็นคนเข้าใจยากไม่ต่างจากสตรีราศีเดียวกันและก็ด้วยเหตุผลอย่างเดียวกันนั้นเลยเขาอยากให้มีคนคอยอยู่ด้วยแต่ต้องไม่แลกมาด้วยความเป็นเอกเทศของเขาต่อให้แต่งงานแล้วเขาก็จะรักษาความเป็นอิสระจนถึงขั้นน่ารำคาญเลยก็ว่าได้ตัวอย่างเช่นเขาอาจบินไปยังดินแดนอันไกลโพ้นโดยทิ้งให้ภรรยาหรือเพื่อนคู่ใจต้องรับภาระงานแทนเขาหนุ่มกุมภ์หลงไหลคนและสถานที่ที่ไม่ปกติธรรมดาแม้จะใส่ใจในเรื่องอนาคตเป็นหลักเขาก็อาจสนใจในเรื่องลี้ลับของวัฒนธรรมที่มีมาแต่โบราณอย่างเช่นวิธีสร้างพีระมิดธรรมชาติที่แท้จริงของสโตนเฮนจ์หรือการสูญหายไปของอนาซาซีเขาเดินทางไปยังแหล่งอารยธรรมต่างแดนก็ด้วยความสนใจในเรื่องเหล่านี้ชาวราศีกุมภ์เป็นนักปฏิวัติโดยสายเลือดหากต้องตกอยู่ภายใต้ข้อห้ามที่บีบบังคับจนเกินไปพวกเขาก็จะขัดขืนให้เห็นดำเห็นแดงกันไปข้างหนึ่งเลยแต่พวกเขาต้องการสถานที่ที่จะกลับมาหาเป็นที่หลบภัยที่จะทำให้พวกเขาฟื้นคืนพลังขึ้นมาอีกครั้งพอกลับมาจากการท่องเที่ยวยังแดนไกลบุรุษราศีกุมภ์ก็อยากปรนเปรอตัวเองด้วยการอยู่กับครอบครัวถ้าเป็นพ่อแม่คนพวกเขาก็อาจดูท่าว่ากำลังเอาใจออกห่างหรือไม่ชอบแสดงออกในเรื่องความรักแต่จะรักลูกหลานอย่างลึกซึ้ง - คนดังประจำราศีกุมภ์บ็อบบีบราวน์"
  },
  {
    "page_number": 85,
    "text": "ตักกลาสแม็กอาเธอร์แฮงค์อารอนลานาเทอร์เนอร์โอปราห์วินฟรีย์ปารีสฮิลตันชาคีราไซมอนเพกก์โยโกะโอโน - หน้าที่การงานชาวราศีกุมภ์ทำงานได้ดีในงานที่เป็นเรื่องใหม่ ๆ และก้าวล้ำนำยุคอันได้แก่ภาพยนตร์ศิลปะงานศึกษาวิจัยเรื่องแปลกใหม่ทางอิเล็กทรอนิกส์คอมพิวเตอร์หรือจิตวิทยาหลายคนมีพรสวรรค์ดั้งเดิมทางการใช้พลังจิตจนอาจพัฒนาไปเป็นการมีญาณทิพย์การมองเห็นจากแดนไกลและการหยั่งรู้อนาคตและส่วนใหญ่มักเป็นเรื่องที่ต้องใช้ลางสังหรณ์องค์ประกอบหลักที่พวกเขามองหาในงานคือความมีอิสระเสรี - การเงินคนราศีกุมภ์มีใจเอื้อเฟื้อเผื่อแผ่ต่อคนในครอบครัวและคนที่เขารักและความเห็นอกเห็นใจแบบนั้นจะแผ่ขยายไปยังระดับมวลมนุษยชาติด้วยเช่นกันพวกเขาอาจซุกซ่อนเงินเอาไว้แต่ความมั่งคั่งที่สะสมได้จะไม่ใช่เรื่องใหญ่เท่าเสรีภาพที่พวกเขาพึงมี - ความเชื่อทางจิตวิญญาณนิสัยชอบปฏิวัติของคนราศีนี้ย่อมขยับขยายไปถึงเรื่องทางจิตวิญญาณด้วยอย่างแน่นอนแม้คนราศีกุมภ์จะเกิดมาในครอบครัวที่"
  },
  {
    "page_number": 86,
    "text": "เดินตามคำบัญชาของศาสนาดั้งเดิมที่มีมาแต่ไหนแต่ไรแต่เขาก็อาจไม่ยึดติดกับมันคนราตีกุมภ์ยืนกรานที่จะค้นพบทางเดินด้วยตัวเองและจะมองหาความเชื่อทางจิตวิญญาณที่กว้างไกลกว่าและให้เกียรติในเรื่อง \" ครอบครัวของคน\"ราศีมีนPISCESปลาคู่ ( 19 กุมภาพันธ์ถึง\n20 มีนาคม ) ธาตุ : น้ำคุณภาพของราศี : อุภยราศีคำหลัก : ความเห็นอกเห็นใจความเชื่อทางไสยศาสตร์ดาวเกษตร:ดาวเนปจูน"
  },
  {
    "page_number": 87,
    "text": "การปกครอง : ภายนอก - เท้าและนิ้วเท้าภายใน - ระบบน้ำเหลืองเป็นราศีที่ปกครองเรือนชะตาที่สิบสองชาวราศีมีนต้องการสำรวจสิ่งต่างๆในโลกของพวกเขาผ่านทางอารมณ์ความรู้สึกภายในใจพวกเขามีความรู้สึกต่อสิ่งต่างๆอย่างล้ำลึกจนมักกลายเป็นฟองน้ำกายสิทธิ์ซึ่งจะคอยดูดซับอารมณ์ของผู้คนรอบตัวเอาไว้จึงควรเลือกคบหาสมาคมกับเพื่อนฝูงและคนรอบข้างด้วยความระมัดระวังคนที่เกิดราศีนี้มักมีจินตนาการอันพริ้งเพริศและมีทรัพยากรชั้นยอดไว้ใช้คิดสร้างสรรค์พวกเขามักสนใจเรื่องศิลปะโดยเฉพาะเรื่องละครและภาพยนตร์ในแวดวงธุรกิจพวกเขาสร้างคนให้กลายเป็นนักบริหารจัดการผู้ทรงพลังเพราะพวกเขาจะเข้าถึงความคิดของผู้คนรอบข้างได้เป็นอย่างดีค่อย ๆ ถอยห่างจากกันและกันคนราศีมีนซึ่งมีสัญลักษณ์เป็นปลาที่ว่ายน้ำไปคนละทางอาจชอบลังเลและไม่กล้าตัดสินใจให้เด็ดขาดเพราะเป็นคนใจง่ายเหลือเกินสำหรับคนที่ผ่านโลกมามากพอความเชื่อเรื่องไสยศาสตร์จะพัฒนาไปมากและบุคคลนั้นจะมีความผูกพันกับเรื่องจิตวิญญาณในระดับสูงคนราศีมีนต้องการเวลาเป็นส่วนตัวเพื่อตัดขาดจากอารมณ์ของผู้คนรอบตัวและกลับมาอยู่กับตัวเองพวกเขาเป็นคนที่โน้มน้าวใจได้ง่ายมาก ๆ ถ้าไม่ได้อยู่คนเดียวสักพักมันก็เป็นไปไม่ได้เลยที่พวกเขาจะแยกแยะความรู้สึกของตัวเองออกจากของคนรอบข้างได้พวกเขายังชอบอารมณ์แปรปรวนอีกด้วยเพราะจะรู้สึกสนุกสุด ๆ และดำดิ่งสู่ความสิ้นหวังความรักและเรื่องราวรักใคร่มักเป็นสิ่งที่ชาวราศีมีนส่วนใหญ่จะขาดไปไม่ได้เลยเรื่องเหล่านี้ทำให้พวกเขารู้สึกอิ่มเอมและส่วนใหญ่ชาวราศีมีนจะเติบโตถ้าได้อยู่ในความสัมพันธ์ที่มั่นคง"
  },
  {
    "page_number": 88,
    "text": "- สตรีราศีมีนเธอเป็นคนลี้ลับที่เต็มไปด้วยความซับซ้อนซ่อนเงื่อนในตัวเองคล้าย ๆ กับว่ากำลังเก็บงำบางอย่างเอาไว้เธออาจดูราวกับเป็นคนชอบวางภูมิเลยก็ได้แต่มันก็เป็นเพียงความสงบทางอารมณ์อันสง่าผ่าเผยที่เธอแสดงออกมาให้เห็นกันเท่านั้นเองสตรีผู้นี้จะรู้สึกรู้สาไปกับทุกอย่างและมีความแข็งแรงที่บอกเป็นนัยถึงความล้ำลึกภายในตัวไม่มีขีดจำกัด ! อย่าแสดงความเชื่อมั่นอย่างไร้เหตุผลกับสตรีราศีมึนเป็นอันขาด ! เธอจะปฏิเสธการอยู่ภายใต้ขีดจำกัดหรือข้อบังคับของใคร ๆ หรือสิ่งใดที่คอยห้ามไม่ให้เธอแสดงความรู้สึก ! ทั้งหมดนี้สะท้อนให้เห็นในงานที่เธอทำบ้านเรือนที่เธออยู่อาศัยและความสัมพันธ์ที่เธอมีต่อคนในครอบครัวและมิตรสหายบางครั้งนิสัยแบบนี้ก็จะคอยขัดขวางไม่ให้เธอก้าวหน้าไปถึงไหนแต่เธอก็หาได้สนใจไม่ถ้าไม่เป็นอย่างนี้มันก็จะขัดแย้งกับความเป็นเธอแม้ต้องการให้คนมาอยู่เป็นเพื่อนแต่เธอก็จะโหยหาการใช้ชีวิตอยู่ตามลำพังนี่คือเรื่องที่มีความสำคัญกับความเป็นอยู่ที่ดีของเธอพอ ๆ กับที่ความกลมเกลียวจะมีต่อชาวราศีดุลถ้าไม่มีเวลาอยู่ตามลำพังเธอก็อาจตกเป็นเหยื่อของเครื่องดื่มแอลกอฮอล์หรือยาเสพติดหากรู้จักใช้ให้ถูกช่องทางพละกำลังของเธอก็อาจถูกนำมาใช้สร้างสรรค์งานศิลปะวรรณกรรมและดนตรีได้อย่างน่าทึ่งใน"
  },
  {
    "page_number": 89,
    "text": "กรณีนี้เธอจะกลายเป็นช่องทางอันลี้ลับให้กับจิตใจระดับสูงของเธอในฐานะแม่คนการเข้าถึงลูก ๆ ผ่านทางพลังจิตจะทำให้เธอเข้าใจว่าพวกเขากำลังรู้สึกอย่างไรแม้แต่ในยามที่ลูก ๆ จะยังไม่เข้าใจตัวเองเลยก็ตาม - บุรุษราศีมีนความแข็งแกร่งอันเงียบงันและการควบคุมตัวเองทำให้สาว ๆ ต้องหันมามองเขาเขาเป็นผู้ฟังที่ดีเป็นผู้ชายที่พร้อมจะหันมาใส่ใจว่าคุณอยากพูดอะไรนอกจากนี้เขายังเป็นเพื่อนที่ดีต่อคนที่เขาไว้ใจและจะคอยช่วยเหลือในยามที่เพื่อนต้องการอยู่เสมอแต่เขาก็จะเป็นเหมือนกับผู้หญิงราศีเดียวกันตรงที่ชอบแพ้ทางเรื่องเศร้าเคล้าน้ำตาโดยทนไม่ได้เลยหากต้องเห็นเรื่องเศร้าหรือเรื่องที่ทำให้ใจสลายเกิดขึ้นกับคนอื่นสำหรับเรื่องหัวใจหนุ่มมีนเป็นคนโรแมนติกแม้ไม่ค่อยอยากยอมรับว่าเป็นอย่างนั้นก็ตามเขาชอบกินอาหารค่ำภายใต้แสงเทียนและพูดจาแทะโลมมันต้องใช้เวลาสักพักเขาจึงจะหลงรักใครอย่างหัวปักหัวปำาได้แต่ถ้าเป็นอย่างนั้นได้เมื่อไหร่เขาก็จะเกิดความรู้สึกที่ลึกซึ้งและเป็นไปอย่างไม่มีวันจบสิ้นบุรุษราศีมีนอาจสนใจเรื่องศิลปะหรืออาจทำงานอยู่เบื้องหลังได้ดีเป็นบางระดับอันเนื่องมาจากราศีนี้จะเป็นผู้ปกครองของเรือนชะตาที่สิบสองไม่ว่าจะเลือกเดินไปบนเส้นทางสายไหนเขาต้องเรียนรู้เพื่อรักษาสมดุลระหว่างแรงปรารถนาภายในใจกับความรับผิดชอบในโลกภายนอกไว้ให้ได้ - คนดังประจำราศีมีนอลันริกแมนแอนแบรดสตรีต"
  },
  {
    "page_number": 90,
    "text": "ชัคนอริสซินดีคราวฟอร์ดดร.ซุสอีวาเมนเดซลีนาควินซีโจนส์ชารอนสโตนเทอคัมซา ( Tecumseh ) - หน้าที่การงานชาวราศีมีนทำงานแบบปิดทองหลังพระหรืออยู่เบื้องหลังได้ดีทุกอย่างจินตนาการเชิงเพ้อฝันและการเรียนรู้ในเรื่องลี้ลับทำให้พวกเขาเก่งกาจในเรื่องศิลปะวรรณกรรมและละครหรือเป็นพระผ้มีอาคมหรือแม้กระทั่งนักประดิษฐ์ - การเงินชาวราศีมีนมักไม่ค่อยเป็นกังวลเรื่องเงินทองและของนอกกายแต่กลับห่วงว่าจะไม่ได้สนุกกับการทำงานเพื่อเลี้ยงชีวิตเขาจะสร้างเนื้อสร้างตัวจากงานที่ทำได้หรือเปล่าความเห็นอกเห็นใจอันพรั่งพร้อมของเขาจะค้นพบวิธีอธิบายผ่านทางงานของเขาได้หรือไม่หาไม่แล้วเขาก็จะเปลี่ยนงานซ้ำแล้วซ้ำเล่าจนกว่าจะได้ทำงานหรืออาชีพที่เหมาะสมกับตัวเขา - ความเชื่อทางจิตวิญญาณ"
  },
  {
    "page_number": 91,
    "text": "แน่นอนว่าคนราศีมีนย่อมไม่ได้มีพลังจิตหรือชอบเรื่องไสยศาสตร์กันทุกคนแถมยังไม่ได้อยากบวชเป็นพระหรือชีกันทุกรายอีกด้วยแต่ส่วนใหญ่คนราศีมีนมักเกิดมาพร้อมกับลางสังหรณ์อันล้ำลึกแม้มันจะเป็นเรื่องที่ซ่อนเร้นอยู่ก็ตามและนี่คือความรู้สึกที่เชื่อมโยงพวกเขาเข้ากับพลังอำนาจระดับสูงขึ้นไปมันอาจแสดงให้เห็นอยู่ภายใต้ของขีดจำกัดของศาสนาหลักที่มีมาแต่ดั้งเดิมหรืออาจแปรเปลี่ยนไปเป็นบางอย่างที่มีระบบระเบียบน้อยกว่าก็ได้แต่ต่อให้อยู่ในรูปแบบไหนก็ตามฟากฝั่งที่เป็นลางสังหรณ์ของชาวราศีมีนก็จะหาทางแสดงความรู้สึกออกมาอยู่เสมอเลยบทที่ 4ดาวเราะห์ ต่างๆดาวเคราะห์ในและดาวเคราะห์นอก ( INNERANDOUTERPLANETS ) ดาวเคราะห์โคจรรอบดวงอาทิตย์ด้วยความเร็วที่แตกต่างกันยิ่งใกล้ดวงอาทิตย์เท่าไหร่ก็จะโคจรครบวงได้เร็วขึ้นเท่านั้นตัวอย่างของเรื่องนี้จะเห็นได้จากดวงจันทร์ซึ่งใช้เวลาประมาณยี่สิบแปดวันเพื่อโคจรจนครบรอบจักรราศีและสถิตอยู่ในแต่ละราศีเป็นเวลาสองถึงสามวันดาวพุธใช้เวลาแปดสิบแปดวันจึงโคจรได้รอบดวงอาทิตย์ดาวพลูโตซึ่งอยู่ห่างจากดวงอาทิตย์มากที่สุดจะโคจรรอบดวงอาทิตย์โดยใช้เวลา248ปีดาวเคราะห์ที่เคลื่อนที่ได้เร็วอันได้แก่ดวงจันทร์ดาวพุธดาวศุกร์และดาวอังคารจะรู้จักกันว่าเป็นดาวเคราะห์ในส่วนดาวพฤหัสดาวเสาร์ดาวมฤตยูดาวเนปจูนและดาวพลูโตก็จะรู้จักกันในชื่อดาวเคราะห์นอกดาวเคราะห์ในถูกมองว่าเป็นเรื่องราวส่วนบุคคลเพราะจะเกี่ยวข้อง"
  },
  {
    "page_number": 92,
    "text": "กับการพัฒนาของอัตตาระดับบุคคลในตัวเราซึ่งเป็นตัวตนที่เรารับรู้ได้ด้วยสติดาวเคราะห์นอกจะเกี่ยวข้องกับสิ่งต่างๆบนโลกนอกกายเราเนื่องจากดาวเคราะห์นอกจะเคลื่อนที่อย่างเชื่องช้าไปรอบจักรราศีแบบแผนของอิทธิพลจากพวกมันจึงมักรู้สึกได้โดยผู้คนตลอดทั้งยุคสมัยดาวที่ส่งแสงสว่างอย่างดวงอาทิตย์และดวงจันทร์จะมีคุณลักษณะเกี่ยวทางจิตใจที่เป็นเรื่องลี้ลับและเกี่ยวข้องกับจิตวิญญาณดวงอาทิตย์ไม่แสดงให้เห็นถึงอัตตาในใจเราเท่านั้นแต่ยังเป็นเรื่องของพลังงานของจักรวาลในระดับพื้นฐานอีกด้วยดวงจันทร์ซึ่งเกี่ยวข้องกับอารมณ์และแรงกระตุ้นส่วนลึกอันละเอียดอ่อนจะเชื่อมโยงตัวเราเข้ากับสิ่งที่นักโหราศาสตร์ชื่อโรเบิร์ดแฮนด์เรียกขานว่าเป็น \" แหล่งพลังขั้นสุดท้ายของคนทุกคน \" ความแข็งแรงและอ่อนแอของดาวเคราะห์ดาวเคราะห์จะมีกำลังแรงหรืออ่อนแอก็ขึ้นอยู่กับสิ่งต่างๆอันได้แก่ราศีที่มันสถิตอยู่ตำแหน่งในเรือนชะตามุมสัมพันธ์และการเคลื่อนที่ดาวเคราะห์ที่สถิตในราศีที่ตัวเองเป็นเกษตรจะเรียกว่าอยู่ในตำแหน่งพิเศษ ( Dignity ) อย่างเช่นดาวพุธในราศีมิถุนหรือดาวศุกร์ในราศีตุลเมื่อดาวเคราะห์อยู่ในตำแหน่งอุจจ์ ( Exalt ) พลังขับดันและคุณลักษณะสำคัญ ๆ ของมันจะถูกแสดงออกมาอย่างกลมกลืนกันมากกว่าอย่างเช่นในกรณีของดวงอาทิตย์ที่อยู่ในราศีเมษหรือดวงจันทร์ในราศีพฤษภดาวเคราะห์ที่อยู่ในตำแหน่งอุจจ์จะถูกกำหนดให้อยู่ในมุมอันเฉพาะเจาะจงและว่ากันว่าจะทำหน้าที่ได้อย่างราบรื่นเมื่อตกอยู่ภายใต้องศาเหล่านั้น"
  },
  {
    "page_number": 93,
    "text": "ดาวเคราะห์จะอยู่ในตำแหน่งประเกษตร ( Detriment ) เมื่อไปสถิตอยู่ในราศีตรงกันข้ามกับราศีที่เป็นตำแหน่งพิเศษของมันอย่างเช่นเมื่อดาวพุธไปอยู่ในราศีธนูซึ่งถือเป็นตำแหน่งประเกษตรของดาวพุธเพราะมันเป็นเกษตรของราศีมิถุนซึ่งเป็นราศีตรงข้ามกับราศีธนูเมื่อไปอยู่ในตำแหน่งประเกษตรพลังงานของดาวเคราะห์จะถูกจัดให้เป็นผลร้ายเมื่อดาวเคราะห์ดวงใดไปอยู่ในราศีตรงกันข้ามกับตำแหน่งอุจจ์จะเรียกว่าอยู่ในตำแหน่งนิจจ์ ( Fall ) อย่างเช่นในกรณีของดวงจันทร์ที่ไปสถิตในราศีพิจิกเพราะราศีที่เป็นตำแหน่งอุจจ์ของดวงจันทร์คือราศีพฤษภซึ่งทำให้มีพละกำลังถดถอยลงไปผู้ปกครองลัคนาดาวที่สำคัญที่สุดดวงหนึ่งในแผนผังคือดวงที่เป็นใหญ่ในลัคนา ( RisingSignหรือราศี ที่ปรากฏขึ้นมาบนพื้นระนาบทางทิศตะวันออกขณะเป็นเวลาตกฟากของเจ้าชะตา ) ส่วนใหญ่ ( แต่ก็ไม่เสมอไป ) ดาวดวงนี้จะได้รับการยอมรับว่าเป็นผู้เป็นใหญ่ในแผนผังตัวอย่างเช่นถ้าลัคนาคือราศีตุลก็แปลว่าดาวศุกร์คือผู้ปกครองประจำแผนผังเพราะดาวศุกร์คือดาวเกษตรของราศีตุลดาวแลกเกษตรหรือดาวสลับเกษตร ( MutualReception ) จะเกิดขึ้นในยามที่ดาวเคราะห์สองดวงถูกวางตำแหน่งให้อยู่ในตำแหน่งพิเศษของกันและกันตัวอย่างเช่นดวงอาทิตย์และดวงจันทร์จะเป็นดาวแลกเกษตรถ้าดวงอาทิตย์ไปอยู่ในราศีกรกฎหรือพฤษภและดวงจันทร์ไปอยู่ในราศีสิงห์หรือเมษที่เป็นเช่นนี้ก็เพราะดวงอาทิตย์คือดาวเกษตรของราศีสิงห์และมีตำแหน่งอุจจ์ในราศีเมษและดวงจันทร์คือดาวเกษตรของราศี"
  },
  {
    "page_number": 94,
    "text": "กรกฎและมีตำแหน่งอุจจในราศีพฤษภในยามที่ดาวดวงหนึ่งเกิดไปอยู่ในเรือนชะตาในจักรราศีที่ตัวเองเป็นผู้ปกครอง ( อย่างเช่นดาวพุธในเรือนชะดาที่สาม ) มันก็จะเป็นการไปอยู่ในตำแหน่งพิเศษเข้าโดยบังเอิญและจะทำให้มีพละกำลังมากขึ้นการโคจรพักรและการโคจรไปข้างหน้า ( RetrogradeandDirectMotion ) สิ่งที่ดึงดูดใจชาวกรีกโบราณได้เป็นอย่างแรกเลยก็คือการเคลื่อนที่ของดาวเคราะห์ต่างๆ ( คำว่าplanetesในภาษากรีกจะหมายถึง \" นักเดินทาง \") อย่างไรก็ดีชาวกรีกก็ได้รู้ความจริงในเวลาต่อมาว่าการเคลื่อนที่แบบนี้แม้จะสม่ำเสมอแต่ก็มีบางอย่างไม่ปกติอยู่ดีดาวเคราะห์ถ้าไม่โคจรไปข้างหน้า ( DirectMotionหรือD ) หรือโคจรพักรมีลักษณะการโคจรแบบย้อน ( RetrogradeMotionหรือ R ) ก็จะหยุดนิ่งอยู่กับที่ ( StationaryหรือS ) ในความเป็นจริงดาวเคราะห์ทุกดวงจะโคจรไปข้างหน้าแต่ถ้ามองแบบเปรียบเทียบมันก็อาจไม่ได้เป็นอย่างนั้นดวงอาทิตย์และดวงจันทร์คือดาวทีไม่มีทางโคจรพักรแต่ดาวอื่น ๆ ทุกดวงจะเป็นเช่นนั้นดาวที่โคจรพักรคือดวงที่ดูเหมือนจะเคลือนที่ย้อนจักรราศีแต่การโคจรย้อนหลังแบบนี้จริง ๆ กลับเป็นภาพลวงตาจากข้อเท็จจริงที่ว่าโลกของเราก็กำลังเคลื่อนที่อยู่เหมือนกันถ้าลองหลับตานึกภาพว่ากำลังอยู่ในรถไฟโดยมีรถอีกขบวนหนึ่งวิ่งแซงไปคุณก็จะรู้สึกเหมือนกำลังวิ่งถอยหลังอยู่แต่ในความเป็นจริงคุณก็แค่กำลังเคลื่อนที่ช้ากว่ารถไฟอีกขบวนหนึ่งเท่านั้นเองการโคจรพักรไม่ได้ทำให้แก่นแท้ที่เป็นรากฐานสำคัญของ"
  },
  {
    "page_number": 95,
    "text": "ดาวดวงหนึ่งต้องแปรเปลี่ยนไปมันแค่สื่อความหมายว่าการแสดงออกถึงพลังงานในตัวมันจะถูกเปลี่ยนแปลงไปบ้างเท่านั้นเองการโคจรพักรของดาวเคราะห์ต่างๆจะมีความหมายอันเฉพาะเจาะจงในภูมิปัญญาทางโหราศาสตร์ระวังการโคจรพักรของดาวพุธไว้ให้ดีระหว่างที่ดาวพุธเกิดโคจรพักรขึ้นมาการสื่อสารมีแนวโน้มว่าอาจเกิดข้อผิดพลาดและแผนการเดินทางจะติดขัดจนไม่เป็นไปตามที่คิดไว้ทางที่ดีควรรีบสำเนาข้อมูลในคอมพิวเตอร์เอาไว้เลย ! อย่าเพิ่งเซ็นสัญญาใด ๆ ในช่วงนี้ !จง ใช้เวลาช่วงนี้เพื่อกลับไปทบทวนเรื่องราวในอดีตและทำโครงการเก่า ๆ มันไม่ใช่เวลาที่ที่จะมาเริ่มทำอะไรใหม่ ๆ ระหว่างการโคจรพักรของดาวพฤหัสมุมสัมพันธ์ที่ส่งผลดีของดาวนี้จะถูกปิดลงไปบ้างนักโหราศาสตร์บางคนอ้างว่าถ้าในแผนผังมีดาวที่โคจรพักรมากกว่าสามดวงขึ้นไปแบบแผนบางอย่างในอดีตอาจเป็นใหญ่เหนือชีวิตในปัจจุบันอยู่ก็ได้แต่ต่อให้มันเป็นจริงตามนั้นกระนั้นศูนย์รวมแห่งพลังอำนาจของเราก็จะมีอยู่ในปัจจุบันในชีวิตนี้และในช่วงเวลานี้ขณะกำลังโคจรพักรคุณลักษณะตามธรรมชาติของดาวดวงนั้นจะถูกบังคับให้ย้อนกลับเข้ามาข้างในซึ่งเป็นจุดที่มันใช้สร้างความขัดแย้งและตึงเครียดขึ้นมาช่องทางในการปลดปล่อยความขัดแย้งนี้มักเกิดขึ้นในยามที่มีความสัมพันธ์กับคนอื่นดาวที่โคจรไปข้างหน้าจะส่งอิทธิพลได้มากกว่าดวงที่โคจรพักรดาวที่หยุดนิ่งอยู่กับที่คือดวงที่กำลังจะโคจรไปข้างหน้าหรือ"
  },
  {
    "page_number": 96,
    "text": "โคจรพักรจะส่งอิทธิพลในแผนผังได้มากกว่าดาวที่โคจรพักรหรือโคจรไปข้างหน้าทั้งนีก็เป็นเพราะพลังงานที่ถูกทำให้เข้มข้นขึ้นของดาวดวงนั้นดาวพุธMERCURY ( ดวงดาวผู้นำสาร ) ดาวพุธคือผู้นำสารโดยสิ่งที่จะพูดก็คือหลักตรรกะและการใช้เหตุผลสมองซีกซ้ายคือพาหนะของดาวดวงนี้ดาวพุธเป็นภาพสะท้อนของวิธีคิดและวิธีสื่อสารความคิดเหล่านั้นดาวพุธยังเกี่ยวข้องกับการเดินทางหลาย ๆ อย่างที่เกิดขึ้นเป็นประจำอีกด้วยอย่างเช่นการเดินทางไปทำงานการเดินทางข้ามเมืองการเดินทางท่องเที่ยวในวันหยุดสุดสัปดาห์หรือการไปเยี่ยมเยียนญาติพี่น้องและเพื่อนบ้านมากกว่าที่จะเป็นการเดินทางในระยะทางไกล ๆ มองหาสิ่งใหม่ ๆ"
  },
  {
    "page_number": 97,
    "text": "การอยู่ไม่สุขคือเนื้อแท้ของดาวพุธเพราะมันจะถวิลหาการเคลื่อนที่ความแปลกใหม่และความหวังอันเรืองรองในดินแดนที่ยังไม่มีใครค้นพบอยู่เสมอดาวพุธจะวิ่งเข้าใส่บางอย่างที่ไม่เคยเจอมาก่อนแล้วจึงค่อยปรับสิ่งที่มีอยู่ให้เข้ากันในระดับสูงขึ้นไปดาวพุธจะพยายามทำความเข้าใจความเชื่อมโยงอันล้ำลึกระหว่างจักรวาลที่เป็นเรื่องนอกกายกับสิ่งศักดิ์สิทธิ์ที่อยู่เบื้องบนดาวพุธโคจรรอบดวงอาทิตย์โดยใช้เวลา\n 88 วันมันจะโคจรพักรทุก ๆ สองสามเดือนและระหว่างนั้นการสื่อสารและการเดินทางก็จะเต็มไปด้วยความวุ่นวายคอมพิวเตอร์คุณอาจเจ๊งอาจเกิดฟ้าผ่าจนไฟฟ้าที่บ้านคุณใช้การไม่ได้หรือคุณอาจต้องรอเที่ยวบินอยู่เป็นชั่วโมง ๆ แล้วต้องยกเลิกไปในท้ายที่สุดถ้าดาวพุธเกิดโคจรพักรขึ้นมาเมื่อไหร่ก็อย่าเพิ่งไปเซ็นสัญญากับใครเป็นอันขาดดาวพุธส่งอิทธิพลต่ออาชีพที่ต้องใช้การเขียนการสอนการพูดหนังสือและการตีพิมพ์ดาวพุธเป็นผู้ปกครองเรือนชะตาที่สามและหกและเป็นดาวเกษตรประจำราศีมิถุนและกันย์มันมีอิทธิพลเหนือแขนมือไหล่ปอดร่างแหประสาทบริเวณช่องท้องท้องลำไส้ต่อมไทมัสรวมทั้งระบบประสาทและการหายใจ"
  },
  {
    "page_number": 98,
    "text": "ดาวศุกร์V ENUS ( ดวงดาวแห่งความรัก ) ดาวศุกร์เป็นผู้ควบคุมความสามารถด้านต่างๆในตัวเราอันได้แก่การดึงดูดคนที่เข้ากับเราได้ดีการสร้างความสัมพันธ์ส่วนบุคคลอันใกล้ชิดและการก่อกำเนิดความร่วมมือทางธุรกิจฉันหุ้นส่วนมันแสดงให้เห็นว่าเราสามารถสานสัมพันธ์แบบตัวต่อตัวกับคนอื่น ๆ และถ่ายทอดความรู้สึกนึกคิดของตัวเราผ่านทางการแต่งงานและความสัมพันธ์เชิงรักๆใคร่ ๆ ให้คนอื่นเข้าใจได้ดีเพียงใดเทพธิดาดาวศุกร์ดาวศุกร์หรือที่ชาวกรีกเรียกว่าแอบโพรไดติ ( Aphrodite ) คือเทพธิดาแห่งความรักและความงามเรื่องเพศและความปรารถนา"
  },
  {
    "page_number": 99,
    "text": "เธอคือสาเหตุโดยอ้อมที่ทำให้สงครามกรุงทรอยบังเกิดขึ้นมา ( เจ้าชายแห่งเมืองทรอยผู้มีนามว่าปารีสได้ถวายแอปเปิลทองคำเป็นรางวัลตอบแทนที่เธอช่วยนำพาเฮเลนให้มาเป็นคนรักของพระองค์ ) และเธอมีบุตรชายชื่ออีเนียส ( Aeneas ) ซึ่งเป็นผู้สถาปนาอาณาจักรโรมันในเวลาต่อมาเนินแคปิโตลิเน ( CapitolineHill ) แห่งกรุงโรมยุคโบราณคือวิหารสำคัญที่สุดแห่งหนึ่งซึ่งมีผู้สร้างถวายแด่เธอดาวศุกร์ยังมีความเกี่ยวข้องกับศิลปะและความรู้สึกด้านสุนทรียศาสตร์และมีอิทธิพลอย่างใหญ่หลวงต่อรสนิยมของพวกเราที่มีต่องานศิลปะดนตรีและวรรณกรรมราศีและตำแหน่งที่ดาวศุกร์ไปสถิตอยู่รวมทั้งมุมสัมพันธ์ที่มีคือตัวกำหนดว่าเราจะเป็นคนที่มีความละเอียดประณีตหรือไม่ดาวดวงนี้ยังมีอิทธิพลบางอย่างต่อทรัพยากรในรูปวัตถุความสามารถในการหาเลี้ยงตัวและนิสัยในการจับจ่ายใช้สอยตำแหน่งที่ไม่เป็นคุณหรือมุมสัมพันธ์ที่ไม่ดีของดาวศุกร์จะสร้างความเกียจคร้านการตามใจตัวเองความฟุ่มเฟือยและความขัดแย้งในความสัมพันธ์เชิงหุ้นส่วนโดยดาวศุกร์ที่มีพลังแรงกล้าจะยิ่งทำให้เรามีสิ่งเหล่านี้เพิ่มมากขึ้นดาวศุกร์ใช้เวลา\n55 วันจึงโคจรได้รอบดวงอาทิตย์โดยจะใช้เวลาประมาณสี่สัปดาห์อยู่ในราศีต่างๆเมื่อโคจรไปข้างหน้าและจะโคจรพักรอยู่ประมาณหกสัปดาห์มันส่งอิทธิพลต่ออาชีพต่างๆที่เกี่ยวข้องกับศิลปะและดนตรีดาวศุกร์เป็นดาวเกษตรที่ปกครองเรือนชะตาที่สองและเจ็ดรวมทั้งราศีพฤษภและตุลส่วนของร่างกายที่อยู่ในการปกครองของดาวดวงนี้จะได้แก่บริเวณคอลำคอต่อมไทรอยด์ไตรังไข่เส้นเลือดและการไหลเวียนของโลหิตดำมันร่วมกับดวงจันทร์ในการเป็นผู้ปกครองดูแลอวัยวะสืบพันธุ์ของสตรี"
  },
  {
    "page_number": 100,
    "text": "ดาวอังคาร MARS ( พลังงานและความก้าวร้าวดุดัน ) ดาวอังคารคือผู้กำหนดพลังงานที่เราใช้ในการเอาตัวรอดและรูปร่างลักษณะของพลังงานที่ควรจะเป็นในขณะที่เรานิยามตัวเองในโลกที่กว้างใหญ่กว่ามันเป็นภาพสะท้อนถึงกระบวนการในการสร้างตัวบุคคลขึ้นมาโดยเฉพาะอย่างยิ่งในความสัมพันธ์เชิงรักใคร่ดาวอังคารเมื่ออยู่ในตำแหน่งที่ไร้พลังในแผนผังของเจ้าชะตาสตรีอาจทำให้เธอกลายเป็นคนที่ตั้งรับจนเกินไปและตกเป็นเบี้ยล่างในขณะมีความสัมพันธ์เชิงชู้สาวกับใครสักคนโดยเฉพาะอย่างยิ่งถ้าเพื่อนใจของเธอคนนั้นมีดาวอังคารในตำแหน่งที่ส่งอิทธิพลได้รุนแรงกว่าดาวอังคารมีอิทธิพลต่อการเล่นกีฬาและการแข่งขันบุคคลที่ได้รับผลกระทบจากดาวอังคารจะพยายามผลักดันตัวเองให้ไปถึงจุดสูงสุดก่อนก้าวข้ามขีดจำกัดนั้นไปเขาจะไม่ยอมลดทอนความเที่ยงตรงของตัวเองด้วยการพยายามทำ"
  },
  {
    "page_number": 101,
    "text": "ตามจุดประสงค์ของผู้อื่นเขาจะไม่เปรียบเทียบตัวเองกับคนอื่นและไม่อยากเป็นผู้ควบคุมหรือถูกควบคุมแค่อยากมีอิสระในการเดินตามทางของตัวเองไม่ว่าจะเป็นเรื่องอะไรก็ตามดาวอังคารเป็นฝ่าย \"เทพ\" หรือ \" มาร \" จะว่าไปพลังงานของดาวอังคารก็อาจเป็นไปได้ทั้งในเชิงสร้างสรรค์และทำลายล้างโดยขึ้นอยู่กับว่ามันจะถูกผลักดันให้ไหลไปทางช่องทางใดความโกรธเกรี้ยวความรุนแรงและความโหดร้ายป่าเถื่อนอาจแสดงออกมาให้เห็นหากพลังงานถูกปลดปล่อยออกมาในช่องทางที่ไม่ดีแต่หากถูกใช้ไปในช่องทางที่เหมาะสมพลังงานของดาวอังคารก็จะแสดงให้เห็นในรูปของความความทรหดอดทนและการประสบความสำเร็จดาวอังคารโคจรรอบดวงอาทิตย์ในเวลา687วันมันสถิตอยู่ในราศีต่างๆราศีละหกถึงแปดสัปดาห์ในยามที่โคจรพักรมันจะอยู่ในราศีหนึ่ง ๆ เป็นเวลาสองเดือนครึ่งในฐานะที่เป็นเทพเจ้าแห่งสงครามดาวอังคารจะควบคุมกองทัพเป็นดาวเกษตรประจำราศีเมษและเป็นดาวเกษตรร่วมของราศีพิจิกดาวดวงนี้เป็นผู้ปกครองเรือนชะตาที่หนึ่งและแปดส่วนของร่างกายที่ปกครองโดยดาวอังคารคือศีรษะระบบกล้ามเนื้อโดยรวมของร่างกายอวัยวะสืบพันธุ์โดยเฉพาะของเพศชายทวารเม็ดเลือดและฮีโมโกลบิน"
  },
  {
    "page_number": 102,
    "text": "ดาวพฤหัส JUPITER ( โชคลาภและจิตใจอันสูงส่งของคุณ ) คนโบราณมองดาวพฤหัสว่าเกี่ยวข้องกับโชคความสำเร็จการบรรลุเป้าหมายและความมั่งคั่งร่ำรวยแต่มันยังอาจเป็นเครื่องบ่งชี้ถึงความมากเกินพอดีความเกียจคร้านและลักษณะนิสัยที่ไม่พึงประสงค์อีกด้วยอย่างไรก็ดีดาวพฤหัสจะมีพลังงานในทางสร้างสรรค์เสียเป็นส่วนใหญ่ราชาแห่งเทพเจ้าดาวพฤหัส ( หรือที่ชาวกรีกเรียกว่าเซอุส ( Zeus ) ) คือผู้ปกครองเทพเจ้าทุกองค์ที่เหลืออยู่ซึ่งเป็นงานที่พระองค์เห็นว่าเป็นเรื่องยากเนื่องจากจะมีปากเสียงกันเป็นประจำดาว"
  },
  {
    "page_number": 103,
    "text": "พฤหัสมีความเกี่ยวข้องกับสายฟ้ารูปปั้นของพระองค์จึงมีสายฟ้าอยู่ในมือเสมอเพื่อเอาไว้เป็นเครื่องมือในการสังหารพวกที่มีปัญหากับพระองค์ดาวดวงนี้มีพลังงานที่ทำให้เราเอื้อมไปไกลเกินกว่าสิ่งที่เป็นแค่ตัวตนของพวกเราและขยายระดับสติปัญญาของเราให้กว้างไกลออกไปมันบอกถึงความรักในการเดินทางและความอยากสำรวจตรวจสอบศาสนาและแนวคิดเชิงปรัชญาดาวพฤหัสยังเปิดโอกาสให้เราได้ผนวกตัวเองเข้าเป็นส่วนหนึ่งของลำดับชั้นทางสังคมที่ยิ่งใหญ่กว่านั่นคือศาสนาจักรหรือหลักศาสนาชุมชนและองค์กรที่เป็นความร่วมมือระหว่างกันเนื่องจากดาวพฤหัสคือผู้ควบคุมความคิดเชิงนามธรรมในใจเรามันจึงอธิบายความสนใจเรื่องทางสติปัญญาและจิตวิญญาณของเราออกมาเป็นความรู้สึกได้อย่างล้ำลึกที่สุดดาวพฤหัสโคจรรอบจักรราศีในเวลาสิบสองปีและจะอยู่ในแต่ละราศีเป็นเวลาประมาณหนึ่งปีมันส่งอิทธิพลเหนือการตีพิมพ์อาชีพที่ต้องเดินทางสัญจรมหาวิทยาลัยและองค์กรแห่งการเรียนรู้ระดับสูงอย่างอื่นรวมทั้งศาสนาหลักที่มีมาตั้งแต่ไหนแต่ไรดวงดวงนี้เป็นผู้ปกครองเรือนชะตาที่เก้าและสิบสองดาวพฤหัสปกครองส่วนต่างๆในร่างกายอันได้แก่ระบบเลือดในภาพรวมเส้นโลหิตแดงสะโพกต้นขาและเท้า ( ร่วมกับดาวเนปจูน )"
  },
  {
    "page_number": 104,
    "text": "ดาวเสาร์ SATURN ( หน้าที่ความรับผิดชอบของคุณ ) ดาวเสาร์เป็นที่รู้จักมาตั้งนานแล้วว่าเป็นผู้ทรงอิทธิพลในทางชั่วร้ายแม้จะเป็นเรื่องจริงว่ามันมักให้บทเรียนอันเจ็บแสบแก่เราเป็นบางครั้งแต่มันคือผู้ก่อกำเนิดโครงสร้างและรากฐานทั้งยังสอนให้เราได้พบเจอกับสิ่งที่เป็นเรื่องจำเป็นหากอยากเติบโตขึ้นต่อไปมันแสดงให้เราเห็นถึงขีดจำกัดในตัวเราและสอนเราให้รู้เรื่องกติกาของเกมที่ผู้คนเล่นกันอยู่ในโลกแห่งความเป็นจริงแม้ไม่เชื่อเรื่องการกลับชาติมาเกิดแต่มันก็มีหลักฐานแน่นหนาพอว่าดาวเสาร์คือผู้ถือกุญแจเอาไว้ไขเรื่องที่คนเราตั้งใจจะทำให้สำเร็จในชีวิตนี้คนที่มีดาวเสาร์อยู่ในตำแหน่งและมุมสัมพันธ์ที่เหมาะสมจะมีแนวโน้มว่ามีมุมมองที่ยาวไกลและทำให้เป็นจริงได้"
  },
  {
    "page_number": 105,
    "text": "มุมสัมพันธ์ที่ชวนให้เป็นกังวลถ้าอยู่ในมุมสัมพันธ์ที่ไม่เป็นคุณดาวเสาร์จะสร้างระบบความเชื่อที่ตายตัวจำกัดการเติบโตและกีดกันเราไม่ให้ได้พบเจอกับโอกาสทองเรื่องอื่น ๆ เราต้องค่อย ๆ สร้างความสมดุลอันละเอียดอ่อนขึ้นมากับอิทธิพลของดาวเสาร์แม้จะผลักดันให้เราพยายามทำความเข้าใจและหาทางแก้ไขขีดจำกัดแต่มันก็ยังเป็นเหตุให้เราต้องจำใจยอมรับในสิ่งที่น้อยเกินไปหรือปฏิเสธการแสดงออกอย่างสร้างสรรค์ของเราเพราะไม่อยากเห็นสิ่งที่เป็นไปได้จริง ๆ ในฐานะที่เป็นหนึ่งในดาวเคราะห์วงนอกที่เคลื่อนที่ไปอย่างเชื่องช้าดาวเสาร์จะใช้เวลายี่สิบเก้าปีครึ่งจึงโคจรรอบจักรราศีได้ครบหนึ่งรอบดาวเสาร์คือผู้ปกครองเรือนชะตาที่สิบและสิบเอ็ดทั้งยังเป็นดาวเกษตรประจำราศีมกรดาวดวงนี้ปกครองส่วนต่างๆของร่างกายอันได้แก่กระดูกและข้อต่อผิวหนังและฟัน"
  },
  {
    "page_number": 106,
    "text": "ดาวมฤตยูURANUS ( ความเป็นเอกเทศในตัวคุณ ) การทำลายล้างของดาวมฤตยูดูเหมือนจะนำมาซึ่งความประหลาดใจอันไม่น่าอภิรมย์และไม่คาดฝันในความเป็นจริงการทำลายล้างเหล่านี้จะทำให้เราเป็นอิสระเป็นการปฏิวัติหนทางในการทำสิ่งต่างๆของเราและขับไล่สิ่งเก่าออกไปเพื่อเปิดทางให้สิ่งใหม่ได้ไหลเวียนเข้ามาเทพเจ้าแห่งท้องฟ้ายูเรนัส ( หรือดาวมฤตยู ) หรืออูรานอส (Ouranus ) เป็นชื่อที่ชาวกรีกใช้เรียกขานเทพเจ้าแห่งท้องฟ้า ( ตรงกับไคลัส ( Caelus ) ในภาษาโรมัน ) ยูเรนัสเป็นคู่ครองของโลก ( ไกอา ( Gaia ) ) และให้กำเนิดเด็กที่มีนิสัยชั่วร้ายออกมาชุดหนึ่งอันได้แก่ไททันส์"
  },
  {
    "page_number": 107,
    "text": "( Titans )ไจแอนท์ส ( Giants ) และไซคลอปส์ ( Cyclopes ) ยูเรนัสจับพวกเขาขังไว้บนโลกแต่คนที่ชื่อโครนอส ( Cronos ) ได้หนีออกมาได้และจับพ่อตัวเองตอนสายเลือดที่ไหลรินลงสู่ท้องทะเลคือต้นกำเนิดของดาวศุกร์เฉกเช่นเดียวกับดาวเคราะห์นอกดวงอื่น ๆ ดาวมฤตยูจะสถิตอยู่ในราศีหนึ่ง ๆ เป็นเวลานานมากจนผู้คนจะรู้สึกถึงผลกระทบจากมันกันอย่างถ้วนหน้าในศตวรรษที่ยี่สิบเอ็ดอิทธิพลของดาวเคราะห์ดวงนี้ได้แสดงให้เห็นจากการสิ้นสุดของกระบวนทัศน์ทางความเชื่อในแบบเก่า ๆ ที่ส่วนใหญ่จะอยู่ในโครงสร้างขนาดใหญ่ที่เราเห็นเป็นของตายมาโดยตลอดอันได้แก่การดูแลรักษาสุขภาพการรักษารักษาพยาบาลวิทยาศาสตร์ศาสนารูปแบบการใช้ชีวิตการศึกษาและโครงการทางสังคมเรากำลังอยู่ในช่วงต้นของทศวรรษในศตวรรรษใหม่ด้วยโครงสร้างแบบเก่าและไร้ประสิทธิผลที่กำลังแตกเป็นเสี่ยง ๆ อยู่รอบ ๆ ตัวเราแต่ในความมืดที่ว่านั้นว่าจะได้เห็นการก่อร่างสร้างตัวของกระบวนทัตน์ใหม่ ๆ ซึ่งกำลังฟูฟ้องไปด้วยด้วยความมีชีวิตชีวาและแระเฉื่อยที่รวบรวมจากทุกทิศทุกทางทั้งหมดทั้งปวงนี้คืออิทธิพลส่วนหนึ่งของดาวมฤตยูในทางโหราศาสตร์ดาวมฤตยูเป็นผู้ควบคุมด้านต่างๆในชีวิตที่เกิดความปั่นป่วนจนเสียกระบวนและวิธีที่เราใช้พลังงานที่ว่านี้เรารู้สึกถึงมันบ้างไหมเราเคยคิดถึงมันบ้างหรือเปล่าเราควบคุมมันได้หรือไม่เราดึงมันลึกลงไปในใจเพื่อให้มันเริ่มฝังลึกลงในตัวตนของเราหรือเปล่าเรากำลังกลัวมันจนต้องปฏิเสธมันใช่หรือไม่ดาวมฤตยูยังมีอิทธิพลเหนือเรื่องราวที่เราประดิษฐ์คิดค้นสร้างสรรค์และเป็นแหล่งต้นกำเนิดมากที่สุดอีกด้วย"
  },
  {
    "page_number": 108,
    "text": "ดาวดวงนี้ใช้เวลาแปดสิบสี่ปีจึงโคจรไปทั่วจักรราศีและเป็นผู้ปกครองเรือนชะตาที่สิบเอ็ดรวมทั้งเป็นดาวเกษตรของราศีกุมภ์แต่ก่อนการค้นพบมฤตยูเมื่อปีค.ศ. 1781ดาวเสาร์ เคยเป็นผู้ปกครองราศีนี้มาก่อนแต่ความเข้มงวดกวดขันของดาวเสาร์กลับไม่เหมาะกับราศีกุมภ์มันส่งอิทธิพลต่อไฟฟ้าการประดิษฐ์คิดค้นของล้ำยุคและทุกอย่างที่คาดเตาไม่ได้หรือเกิดขึ้นอย่างฉับพลันทันใดดาวเนปจูนNEPTUNE ( ตัวตนผู้มีสายตากว้างไกลของคุณ ) ดาวเคราะห์ดวงนี้กระตุ้นการใช้จินตนาการการคิดฝันการมีประสบการณ์ด้านพลังจิตแรงบันดาลใจในงานศิลปะการเข้าใจสิ่งต่างๆได้ในทันทีนิสัยชอบพึ่งพิงไสยศาสตร์ในด้านไม่ดีมันจะเกี่ยวข้องกับทุกรูปแบบของการหลบเลี่ยงความเป็นจริงของตนเองโดยปล่อยอารมณ์ไปตามสิ่งบันเทิงหรือจินตนาการ ( Escapism) นั่นคือการพึ่งพายาเสพติดและสุรายาเมารวมทั้งความหลงผิดทุกอย่าง ( และการยึดมั่นในอุดมการณ์ที่ไม่เป็นจริง ) ดาวเนปจูนเหมือนกับดาวมฤตยูตรงที่ต่างเป็นผู้มีชัยเหนือความเข้มงวดกวดขันของดาวเสาร์ด้วยกันทั้งคู่ในขณะที่มฤตยูจะ"
  },
  {
    "page_number": 109,
    "text": "ทำลายความเข้มงวดนั้นลงจนไม่มีเหลือแต่เนปจูนกลับแค่ปฏิเสธมันดาวดวงนี้ถูกมองว่าเป็นเหมือนเสียงขั้นที่สูงขึ้นไปของดาวศุกร์และในยามที่มันทำหน้าที่อยู่ในแผนผังของคนที่ผ่านโลกมาพอสมควรมันก็จะก่อกำเนิดเสียงเพลงที่พิเศษเหนือธรรมดาพลังงานของดาวเนปจูนส่วนใหญ่พวกเรามักสัมผัสประสบการณ์เกี่ยวกับดาวเนปจูนผ่านทางเหตุการณ์ที่เกิดขึ้นในเวลาเดียวกันและความเข้าใจที่มีขึ้นอย่างกะทันหันบางทีเราอาจไปหลงอยู่ในภาพลวงตาที่เราสร้างมันขึ้นมาเองถ้าอยากรับรู้พลังงานของดาวเนปจูนให้ได้ดีที่สุดก็ต้องอยู่ในช่วงเวลาที่เรากำลังครุ่นคิดอย่างเงียบ ๆ ผ่านทางการนั่งสมาธิเล่นโยคะฟังเพลงเขียนหรือทำกิจกรรมที่เกี่ยวข้องกับน้ำดาวเนปจูนใช้เวลา 165 ปีเพื่อเดินทางข้ามจักรราศีและใช้เวลาอยู่ในแต่ละราศีประมาณสิบสี่ปีดาวดวงนี้เป็นผู้ปกครองเรือนชะตาที่สิบสองและเป็นดาวเกษตรใหญ่เหนือราศีมีนมันมีอิทธิพลเหนือการเดินเรือการเต้นรำภาพยนตร์และงานศิลปะทั่วไปและเกี่ยวข้องกับความเป็นสื่อกลางการหยั่งรู้อนาคตการเป็นผู้เยียวยาทางจิตใจและการใช้เวทมนตร์ทั้งมนตร์ดำและมนตร์ขาว"
  },
  {
    "page_number": 110,
    "text": "ดาวพลูโตPLUTO ( การแปรสภาพและการเกิดขึ้นอีกครั้ง ) แม้อาจส่งผลอย่างแยบยลแต่อิทธิพลของดาวพลูโตต่อชีวิตเราก็จะแผ่ขยายไปอย่างกว้างไกลและก่อการแปรสภาพได้สัญลักษณ์แห่งความต่างกันอย่างสุดขั้วของมันจะแสดงให้เห็นในตัวบุคคลอย่างฮิตเลอร์และคานธีซึ่งต่างมีวิสัยทัศน์ที่แสดงให้เห็นในโลกแห่งความเป็นจริงในแบบที่จับต้องได้ด้วยกันทั้งคู่ทั้งสองมีภารกิจและสำนึกในเรื่องการกำหนดชะตากรรมกันไปคนละด้านโดยคนหนึ่งได้ก่อการทำลายล้างขึ้นอย่างวินาศสันตะโรและอีกคนได้ยกระดับเรื่องความมีจิตสำนึกขึ้นอย่างมหาศาล"
  },
  {
    "page_number": 111,
    "text": "ในด้านชีวิตส่วนตัวดาวพลูโตจะส่งอิทธิพลต่อเรื่องงานที่เราทำไปในทำนองเดียวกันพลูโตทำลายล้างนิสัยและระบบความเชื่อของเราซึ่งเป็นโครงสร้างที่ดาวเสาร์ช่วยเราสร้างมันขึ้นมาจึงเป็นการบีบบังคับให้เราต้องก้าวข้ามความล่มสลายนั้นไปให้ได้หรือไม่ก็ต้องจมปลักอยู่ภายใต้ซากปรักหักพังเหล่านั้นราชาแห่งยมโลกดาวพลูโต ( หรือเฮดีส( Hades ) ในภาษากรีก ) คือผู้เป็นใหญ่ในยมโลกที่เป็นดินแดนแห่งความตายอันกว้างใหญ่ไพศาลพลูโต ( หรือเฮดีส)ชนะรางวัลทำให้ได้เพอร์เซโฟเน ( Persephone ) ผู้เป็นธิดาของเทวีดิมิเตอร์ ( Demeter ) มาเป็นคู่ครองมารดาของเธอคร่ำครวญหวนไห้ถึงเรื่องที่เกิดขึ้นก่อนที่โลกเราจะเริ่มหนาวเย็นและแห้งแล้งลงสุดท้ายพลูโตก็ยอมผ่อนปรนและอนุญาตให้ลูกสาวกลับมาพบหน้าผู้เป็นแม่ได้แต่ก็เพียงปีละหกเดือนเท่านั้นโลกเราจึงอบอุ่นมีแสงสว่างและชีวิตชีวาอยู่เป็นเวลาหกเดือนและเมื่อเพอร์เซโฟเนหวนคืนสู่โลกอันมืดสลัวของเธอดินแดนเบื้องบนก็จะถูกฤดูหนาวเข้าปกคลุมเหมือนอย่างที่เป็นมาตำแหน่งของดาวพลูโตในราศีธนูและในเรือนชะตาที่เก้าซึ่งเป็นเรื่องของหลักปรัชญาและความเชื่อทางจิตวิญญาณจะทำให้คุณเติบใหญ่ไปตามความเชื่อในเรื่องเหล่านี้ที่แผ่ขยายออกไปแต่ก่อนเป็นเช่นนั้นพลูโตจะทำลายล้างความเชื่อเก่า ๆ ในหัวคุณจนราบเป็นหน้ากลองไม่ต่างไปจากบ้านเรือนที่สร้างขึ้นมาโดยปราศจากรากฐานอันมั่นคงผู้เป็นใหญ่ในเรื่องเวทมนตร์"
  },
  {
    "page_number": 112,
    "text": "พลูโตซึ่งเป็นเสียงคู่แปดที่อยู่สูงขึ้นไปของดาวอังคารจะกำกับการใช้เวทมนตร์ในหลากหลายรูปแบบนั่นคือมนตร์ดำวิชาตัวเบาการทำเสน่ห์และการกลับชาติมาเกิดดาวพลูโตจะทรงอิทธิพลระดับบุคคลอย่างสูงสุดต่อเจ้าชะตาถ้าไปสถิตในตำแหน่งสำคัญหรือเป็นผู้ปกครองในแผนผังดาวพลูโตซึ่งถูกค้นพบในปี 1930 คือดาวที่อยู่ห่างจากดวงอาทิตย์มากที่สุดมันปรากฏตัวอยู่บนชายขอบของระบบสุริยะเราโดยจะส่องแสงริบหรี่จนดูเหมือนเป็นอากาศธาตุไปเลยพลูโตใช้เวลา248ปีเพื่อโคจรรอบจักรราศีทฤษฎีทางโหราศาสตร์ที่เป็นที่นิยมกล่าวว่าพลูโตนั้นเหมือนกับดาวมฤตยูและดาวเนปจูนตรงที่มันจะไม่มีวันถูกค้นพบตราบใดที่มวลมนุษยชาติยังไม่ก้าวหน้าพอที่จะทำเข้าใจในเรื่องพลังงานของมันตกลงมันเป็นดาวเคราะห์หรือเปล่าในปี2005นักดาราศาสตร์ได้จัดประเภทของดาวพลูโตเสียใหม่ว่าเป็น \" ดาวเคราะห์แคระ ( DwarfPlanet ) \" เนื่องจากเทหวัตถุอื่น ๆ ที่อยู่ในละแวกเดียวกับมันได้ถูกพบว่ามีขนาดใหญ่โตมโหฬารกว่ามันมากเลยแต่คนส่วนใหญ่กลับรู้สึกขัดใจที่ได้ยินเรื่องนี้และเรื่องที่พลูโตไม่ได้ถูกจัดให้เป็นดาวเคราะห์ก็ยังเป็นหัวข้อให้ถกเถียงกันต่อไปอีกนาน"
  },
  {
    "page_number": 113,
    "text": "เราใช้ดาวพลูโตเพื่อทำความเข้าใจสิ่งที่ใหญ่โตกว่าตัวตนของแต่ละบุคคลเราเข้าถึงความคิดของคนส่วนใหญ่ที่ล้วนเป็นเรื่องน่ากลัวซึ่งชวนให้หลงใหลและเต็มไปด้วยความงดงามตระการตาพอมีการค้นพบดาวพลูโตเราก็สังเกตเห็นอิทธิพลของมันได้เฉพาะในราศีกรกฎสิงห์กันย์และพิจิกเท่านั้นปลายฤดูใบไม้ร่วงปี 1995 พลูโตได้เคลื่อนเข้าสู่ราศีธนูการแปรสภาพที่เกิดขึ้นภายใต้อิทธิพลนี้มีแนวโน้มว่าจะเป็นเรื่องใหญ่โตมโหฬารและกว้างใหญ่ไพศาลซึ่งทำให้ระบบความเชื่อและกระบวนทัศน์แบบเดิม ๆ ต้องล่มสลายลงอย่างไม่มีชิ้นดีดวงอาทิตย์และดวงจันทร์ SUNANDMOON ( อัตตาและอารมณ์ ) ดวงอาทิตย์คือแก่นแท้อันสำคัญยิ่งและเป็นพลังงานของชีวิตโดยเป็นการแสดงออกถึงเจตจำนงพลังอำนาจและความปรารถนามันคือภาพสะท้อนของอัตตาความเป็นตัวของตัวเองหลักการหยางและเป็นแรงผลักดันให้เราได้พบกับความท้าทายและขยายขอบเขตของชีวิตให้กว้างไกลออกไปดวงอาทิตย์แสดงให้เห็นถึงความสามารถทางความคิดสร้างสรรค์และสุขภาพโดยรวมของคนคนนั้นดวงอาทิตย์ยึดถือหลักการพื้นฐานของความเป็นพ่อและเป็นสัญลักษณ์แห่งความเป็นพ่อโดยธรรมชาติของคนคนหนึ่งและสามี"
  },
  {
    "page_number": 114,
    "text": "ของผู้หญิงคนหนึ่งด้วยความที่เป็นผู้ควบคุมเรือนชะตาที่ห้าดวงอาทิตย์จึงมักเป็นใหญ่เหนือเด็ก ๆ โดยเฉพาะเด็กแรกเกิดดวงอาทิตย์คือดาวเกษตรผู้ปกครองราศีสิงห์ซึ่งเป็นราศีธาตุไฟดวงอาทิตย์ใช้เวลาอยู่กับราศีต่างๆเดือนละหนึ่งราศีและจะเคลื่อนที่โดยเฉลี่ยวันละ 59 ' 8 \" ซึ่งเท่ากับ\n24 ชั่วโมง \n3 นาทีและ\n56 วินาทีมันมีอิทธิพลเหนืออาชีพที่ต้องใช้อำนาจหน้าที่ตามกฎหมายนั่นคือบุคคลในราชวงศ์รวมทั้งผู้นำทางศาสนาและจิตวิญญาณมันเป็นดาวที่ปกครองเรือนชะตาที่ห้าเป็นดาวเกษตรประจำราศีสิงห์และเป็นผู้ปกครองส่วนต่างๆในร่างกายอันได้แก่หัวใจหลังกระดูกสันหลังและไขสันหลังความเป้นผู้นำด้วยความที่ดวงอาทิตย์ยังเป็นสัญลักษณ์ของพลังอำนาจและหน้าที่ตามตำแหน่งอีกด้วยตำแหน่งอันทรงพลังของมันจึงบ่งบอกถึงความสามารถทางการเป็นผู้นำถ้าดวงอาทิตย์ไปอยู่ในมุมสัมพันธ์ที่ไม่ดีหรืออยู่ในตำแหน่งที่ไม่มีพลังมันก็จะมีพละกำลังน้อยลงและอาจทำให้เจ้าชะตาประสบปัญหาในการแสดงออกถึงแรงผลักดันและความปรารถนาพื้นฐานที่อยู่ภายในใจดวงจันทร์ดวงจันทร์คืออารมณ์หรือสิ่งที่อยู่ภายในใจคุณมันเป็นลางสังหรณ์เป็นแม่เป็นหลักการหยินเมื่ออยู่คู่กับดวงอาทิตย์และลัด"
  },
  {
    "page_number": 115,
    "text": "นาดวงจันทร์จะเป็นภาคส่วนที่สำคัญยิ่งส่วนหนึ่งในแผนผังนั้นเลยมันคือคำบรรยายปฏิกิริยาทางอารมณ์ที่เรามีต่อสถานการณ์ต่างๆอารมณ์จะไหลผ่านตัวเราไปแบบไหนนั่นคือเป็นแรงบันดาลใจและแรงผลักดันที่เกิดขึ้นกับเราหรือจะคอยจำกัดและฉุดรั้งตัวเราเอาไว้ดวงจันทร์เป็นสัญลักษณ์ของความเป็นแม่ของคนคนหนึ่งและความสัมพันธ์ระหว่างแม่กับลูกเมื่อปรากฏอยู่ในแผนผังที่เจ้าชะตาเป็นชายดวงจันทร์จะสะท้อนภาพคนที่เป็นภรรยาของเขาและในกรณีที่เจ้าชะตาเป็นหญิงก็จะให้รายละเอียดเกี่ยวกับการตั้งครรภ์การให้กำเนิดบุตรและลางสังหรณ์ในใจถ้ามองในแง่สัญลักษณ์ดวงจันทร์จะแสดงให้เห็นถึงความสามารถที่เราจะไปเป็นส่วนหนึ่งของภาพรวมมากกว่าที่จะพยายามเป็นใหญ่ในส่วนต่างๆมันตั้งคำถามถึงสิ่งที่เราจะกลายไปเป็นไม่ว่าสิ่งนั้นจะเป็นอะไรก็ตามดวงจันทร์กำหนดความเป็นคุณได้อย่างไรดวงจันทร์สะท้อนภาพอารมณ์ในใจคุณนั่นคือวิธีที่คุณตอบสนองต่อสิ่งต่างๆไปตามสัญชาตญาณตัวอย่างเช่นถ้าเกิดมีใครมาพูดอะไรให้คุณระคายหูคุณจะมีปฏิกิริยาอย่างไรหากเป็นคนเกิดราศีสิงห์แต่มีดวงจันทร์สถิตในราศีมิถุนคุณก็อาจสวนกลับไปอย่างทันควันเหมือนอย่างที่ชาวมิถุนชอบทำกันแต่พอความตึงเครียดได้ผ่านพ้นไปคุณก็จะกลับไปเป็นชาวราศีสิงห์ผู้มีแต่ความสง่างามของคุณต่อไปด้วยความที่เป็นบริวารของโลกดวงจันทร์จึงเคลื่อนที่ได้ว่องไวกว่าดาวเคราะห์ดวงอื่น ๆ โดยจะโคจรรอบจักรราศีภายใน"
  },
  {
    "page_number": 116,
    "text": "เวลาไม่ถึงยี่สิบแปดวันมันมีอิทธิพลเหนือกิจกรรมและอาชีพเกี่ยวกับเด็ก ๆ และที่เกี่ยวข้องกับท้องทะเลดวงจันทร์เป็นผู้ควบคุมเรือนชะตาที่สี่และเป็นดาวเกษตรที่ปกครองราศีกรกฎภาคส่วนของร่างกายที่ดวงจันทร์เป็นผู้ปกครองคือท้องทรวงอกต่อมน้ำนมมดลูกการปฏิสนธิและของเหลวส่วนใหญ่ในร่างกายโหราศาสตร์จันทรคติหรือวิชาโหราศาสตร์ที่ยึดดวงจันทร์เป็นพื้นฐาน ( LUNAR-BASEDASTROLOGY ) คำทำนายจากดวงจันทร์นักโหราศาสตร์บางคนใช้แนวปฏิบัติตามศิลปะรูปแบบหนึ่งซึ่งมีดวงจันทร์เป็นผู้มีบทบาทสำคัญนักโหราศาสตร์สายดวงจันทร์กำหนดให้ดวงจันทร์มีอยู่แปดติถี ( Phases ) ด้วยกันนั่นคือ 1 . จันทร์ดับหรือเดือนมืด ( NewMoon)2. จันทร์เสี้ยวข้างขึ้น ( WaxingCrescent) 3 . จันทร์ครึ่งดวงครั้งแรก ( Waxing Quarter )"
  },
  {
    "page_number": 117,
    "text": "4 . จันทร์นูนข้างขึ้น ( Gibbous) 5 . จันทร์เพ็ญหรือเดือนเพ็ญ ( Full)6 . จันทร์นูนข้างแรม ( Disseminating)7 . จันทร์ครึ่งดวงครั้งหลัง ( Waning Quarter)8 . จันทร์เสี้ยวข้างแรม ( Balsamic ) การทำมุมกุมกับดวงจันทร์ถ้าในแผนผังดวงชะตาของคุณปรากฏว่ามีดาวดวงหนึ่งทำมุมสิบองศากับสัญลักษณ์ของดวงจันทร์ก็จะถือว่าดาวดวงนั้นทำมุมกุมกับดวงจันทร์ในแผนผังของคุณก็ขอให้ไปอ่านรายละเอียดตามรายการด้านล่างนี้ดูดวงอาทิตย์ปกครองดวงจันทร์ในราศีสิงห์ดวงจันทร์ปกครองดวงจันทร์ในราศีกรกฎดาวพุธปกครองดวงจันทร์ในราศีมิถุนและดวงจันทร์ในราศีกันย์ดาวศุกร์ปกครองดวงจันทร์ในราศีพฤษภและดวงจันทร์ในราศีตุล"
  },
  {
    "page_number": 118,
    "text": "ดาวอังคารปกครองดวงจันทร์ในราศีเมษดาวพฤหัสปกครองดวงจันทร์ในราศีธนูดาวเสาร์ปกครองดวงจันทร์ในราศีมกรดาวมฤตยูปกครองดวงจันทร์ในราศีกุมภ์ดาวเนปจูนปกครองดวงจันทร์ในราศีมีนดาวพลูโตปกครองดวงจันทร์ในราศีพิจิกในกรณีที่ดวงจันทร์ทำมุมกุมกับดาวสักดวงดาวเคราะห์ดวงนั้นจะแผ่อิทธิพลมายังคุณไม่มากก็น้อยขึ้นอยู่กับองศาของมุมกุมเราไม่มีหน้ากระดาษพอที่จะมาพูดถึงรายละเอียดของดวงจันทร์ทุกดิถีในเรือนชะตาต่างๆด้านล่างนี้คือข้อสรุปเกี่ยวกับดวงจันทร์ดิถีต่างๆและความหมายของมันจันทร์ดับหรือเดือนมืด ( NewMoon ) นี่คือช่วงเวลาแห่งการเริ่มต้นซึ่งดวงจันทร์จะหลบฉากจนเรามองไม่เห็นแต่ก็ยังมีศักยภาพอยู่อย่างเต็มเปี่ยมและพร้อมจะทะยานออกมาในทันทีถ้าเกิดภายใต้ดวงจันทร์ดิถีนี้เจ้าชะตาจะมีลักษณะเด่นตรงที่เป็นที่ไว้เนื้อเชื่อใจและมีนิสัยเหมือนเด็กมันยังอาจทำให้คนคนนั้นได้รับบาดเจ็บหรือเป็นคนบ้าระห่ำไปเลยก็ได้นี่คือดิถีที่ทรงพลังที่สุดของดวงจันทร์โดยเฉพาะอย่างยิ่งถ้าเกิดทำมุมกุมกับดวงอาทิตย์จันทร์เสี้ยวข้างขึ้น ( WaxingCrescentMoon ) ถ้าอยู่ในสถานะนี้ดวงจันทร์จะเปลี่ยนกลับไปสู่การเคลื่อนที่มันจะไปสู่เส้นทางและบอกทิศทางแก่เราคนที่เกิดภายได้จันทร์"
  },
  {
    "page_number": 119,
    "text": "เสี้ยวมักชอบทำอะไรเสี่ยง ๆ แต่จะคิดถึงผลที่ติดตามมาพวกเขามักชอบคิดว่าควรใช้เส้นทางสายไหนมากกว่าจะเปลี่ยนเส้นทางในแบบฉับพลันทันใดมันยังทำให้เราต้องเดินออกมาจากพื้นที่สบายและแล่นเรือไปในท้องทะเลที่ยังไม่เคยไปอีกด้วยจันทร์ครึ่งดวงครั้งแรก ( Waxing QuarterMoon ) จันทร์ครึ่งดวงครั้งแรกคือสถานที่แห่งการตัดสินใจซึ่งบางครั้งก็อาจมีเรื่องยากอยู่มากมายคนที่เกิดภายใต้สถานะนี้มักต้องต่อสู้ดิ้นรนเพื่อให้ได้รับผิดชอบชีวิตตัวเองแต่จะว่าไปมันก็เป็นปัญหาท้าทายที่เอาชนะได้และทำให้เจ้าชะตากลายเป็นคนที่แข็งแกร่งยิ่งขึ้นจันทร์นูนข้างขึ้น ( GibbousMoon)ราเวนคาลเดรา นักโหราศาสตร์จันทรคติได้อธิบายดิถีนี้ว่าเป็น \" หลุมลึกที่คนคนนั้นสร้างขึ้นมากับมือเพื่อตอบโต้การตัดสินใจเรื่องยาก ๆ \" แต่ปัจจุบันนี้การต่อสู้เพื่อแก้ไขวิกฤตการณ์ก็จะถูกกำหนดทิศทางและเปี่ยมด้วยพลังมากกว่าจะเหวี่ยงแขนขาไปเรื่อยเปื่อยคนที่เกิดภายใต้สถานะนี้จะทำทุกอย่างที่จำเป็นเพื่อให้บรรลุเป้าหมายที่ตั้งไว้จันทร์เพ็ญหรือเดือนเพ็ญ ( FullMoon ) นี่คือช่วงเวลาแห่งความอิ่มเอมเมื่องานจากดิถีก่อนหน้าทั้งสี่เริ่มออกดอกออกผลแม้จะแก้ปัญหาไปได้หลายเรื่องแต่ก็ยังไม่จบ"
  },
  {
    "page_number": 120,
    "text": "ลงแต่เพียงนี้กระนั้นผู้คนที่เกิดภายใต้จันทร์เพ็ญก็มักมีความสุขดีกับตัวเองและมีพลังงานพลุ่งพล่านอยู่ในตัวจันทร์นูนข้างแรม ( DisseminatingMoon ) เงาที่ค่อย ๆ คืบคลานมาบนหน้าดวงจันทร์ทำให้เกิดเป็นสัญลักษณ์แห่งการตื่นรู้จากความเป็นสุขใจจากดิถีจันทร์เพ็ญมีความไม่มั่นคงบางอย่างเกิดขึ้นและใครที่เกิดในดิถีนี้ก็มักต้องพึ่งพาอาศัยคนอื่นให้ช่วยพาตัวเองไปยังจุดหมายปลายทางในขณะเดียวกันมันก็จะมีความหมายความว่าพวกเขาเป็นคนเก่งในเรื่องการให้ความร่วมมือด้วยเช่นกันจันทร์ครึ่งดวงครั้งหลัง ( Waning QuarterMoon) ดิถีนี้คือภาพสะท้อนของวิกฤตการณ์ครั้งใหม่เป็นช่วงเวลาแห่งความตึงเครียดและความขัดแย้งดวงจันทร์แบบนี้จะเกี่ยวข้องกับความขัดแย้งภายนอกมากกว่าภายในเกี่ยวกับกับการไม่ยอมรับในเป้าหมายและความฝันที่คุณตั้งไว้จากแรงภายนอกตัวคุณถ้าเกิดภายใต้ดวงจันทร์ดิถีนี้คุณก็อาจรู้สึกว่าคนทั้งโลกกำลังรวมหัวกันขัดขวางคุณอยู่แต่คุณยังอาจมีชัยเหนือมันได้โดยการร่วมมือทำงานกับคนอื่นจันทร์เสี้ยวข้างแรม ( BalsamicMoon )"
  },
  {
    "page_number": 121,
    "text": "ดวงจันทร์สถานะนี้กำลังเตรียมพร้อมเพื่อเข้าสู่ดิถีเดือนมืดและการเกิดใหม่มันจึงไม่น่าแปลกใจที่ดิถีสุดท้ายนี้คือหนึ่งในสถานะที่กำลังค่อย ๆ ดำดิ่งลงสู่ความสงบนิ่งทุกอย่างกำลังคลี่คลายลงและคนที่เกิดภายใต้ดิถีนี้ก็มักพูดว่า \" มาเลย . . อะไรก็ได้ทั้งนั้น !\" เมื่อต้องเผชิญกับปัญหาท้าทายหรือบางอย่างที่ต่างไปจากเดิมพวกเขามีจิตใจที่สงบเย็นจนยอมรับอะไร ๆ ได้มากขึ้นบทที่ 5ดวงดาว กับราศีถึงตอนนี้เราได้พิจารณาเรื่องราวเฉพาะตัวของดาวเคราะห์แต่ละดวงกันไปแล้วแต่ในแผนผังดวงชะตากำเนิดดาวเคราะห์"
  },
  {
    "page_number": 122,
    "text": "ต่างๆจะดำรงอยู่ภายใต้ความสัมพันธ์กับราศีต่างๆราศีที่ดวงดาวไปสถิตอยู่คือคำอธิบายว่าพลังงานในเรื่องหนึ่ง ๆ จะแผ่ขยายไปยังทุกอณูของบุคลิกลักษณะและส่งอิทธิพลต่อชีวิตคุณได้มากมายเพียงใดในกรณีที่ดวงชะตาของคุณเกิดมีดวงดาวแปดจากสิบดวงไปสถิตอยู่ในราศีที่เป็นธาตุไฟคุณก็อาจมีพลังงานอย่างล้นเหลือและอารมณ์ที่ดุร้ายทั้งยังมักเป็นฝ่ายชิงลงมือทำก่อนหากคุณมีดาวอยู่ในราศีธาตุลมเสียเป็นส่วนใหญ่คุณก็จะมีวิธีแก้ปัญหาชีวิตโดยใช้จุดยืนทางความคิดชนิดที่ยึดหลักเหตุผลและคิดให้ดีก่อนทำดวงจันทร์กับราศีTHEMOO NANDTHESINGพลัง อำนาจแห่งสัญชาตญาณดวงจันทร์แสดงให้เห็นถึงอารมณ์หรือสิ่งที่อยู่ภายในใจคุณโดยจะบอกถึงสิ่งที่ทำให้คุณรู้สึกมั่นคงปลอดภัย"
  },
  {
    "page_number": 123,
    "text": "ดวงจันทร์ในราศีเมษคุณมีอารมณ์ร้อนแรงประดุจไฟคุณมีไฟเสน่หาหุนหันพลันแล่นและดื้อดึงสิ่งที่คุณทำจะกักขังคุณเอาไว้คุณรู้สึกภูมิใจที่สามารถตัดสินใจและทำให้สิ่งต่างๆเดินหน้าไปได้ดวงจันทร์ในราศีพฤษภ ( ตำแหน่งอุจจ์ ) คุณไม่ชอบโต้เถียงกับใครคุณอยากอยู่คนเดียวและเติบโตไปในพื้นที่ส่วนตัวไม่ว่าจะเป็นอะไรก็ตามความผาสุกทางอารมณ์ของคุณขึ้นอยู่กับความกลมเกลียวเป็นหนึ่งเดียวของบรรดาสิ่งที่คุณมีความผูกพันทางอารมณ์ดวงจันทร์ในราศีมิถุนคุณเติบใหญ่ไปบนการเปลี่ยนแปลงและความหลากหลายคุณมีอารมณ์แปรปรวนและบางครั้งก็คิดมากจนเกินเหตุโดยจะวิเคราะห์ว่ากำลังรู้สึกอย่างไรและทำไมถึงเป็นเช่นนั้นแต่ความสามารถในการปรับตัวจะช่วยให้คุณก้าวพ้นมาได้ดวงจันทร์ในราศีกรกฎ ( ตำแหน่งพิเศษ ) คุณมีครอบครัวที่ผูกพันกันอย่างแน่นแฟ้นและรู้สึกถึงความจำเป็นที่ต้องเลี้ยงดูหรือให้กำลังใจคนอื่นคุณอาจมีพลังจิตที่ล้ำเลิศแต่ก็อารมณ์แปรปรวนได้เหมือนกันคุณไม่ชอบการเผชิญหน้าทางอารมณ์และถ้าเลี่ยงได้ก็จะเลี่ยงอย่างหนักหน่วงดวงจันทร์ในราศีสิงห์คุณมักแสดงอารมณ์เกินจริงอยู่บ่อย ๆ โดยรวมแล้วคณจะรู้สึกสดชื่นมีชีวิตชีวาและมองชีวิตในแง่ดีคุณชอบทำตัวเป็นจุดเด่นและชอบให้มีคนมองเห็นค่าในสิ่งที่คุณทำและความเป็นตัวคุณดวงจันทร์ในราศีกันย์คุณอาจเป็นคนสงวนท่าทีเกี่ยวกับความรู้สึกภายในใจอยู่บ้างคุณมีความสุขที่ได้ทำอะไรให้คนอื่นและภูมิใจที่ได้ใส่ใจในรายละเอียดอย่างเต็มเปี่ยมคุณอาจ"
  },
  {
    "page_number": 124,
    "text": "วิพากษ์วิจารณ์ความสัมพันธ์ส่วนบุคคลของคุณและตัวคุณเองอย่างหนักหน่วงดวงจันทร์ในราศีตุลความไม่ลงรอยทำให้คุณวุ่นวายใจคุณเติบโตไปบนความลงตัวระหว่างตัวคุณกับสิ่งรอบข้างและอยากได้ความสัมพันธ์ที่เข้ากันได้ดีเพื่อความผาสุกทางอารมณ์คุณพยายามทำทุกวิถีทางเพื่อหลีกเลี่ยงการเผชิญหน้าดวงจันทร์ในราศีพิจิก ( ตำแหน่งนิจจ์ ) คุณเป็นคนที่มีอารมณ์และไฟเสน่หาต่อสิ่งต่างๆอย่างรุนแรงคุณรู้สึกภักดีอย่างล้ำลึกกับคนในครอบครัวและคนที่คุณรักคุณเป็นคนที่เปี่ยมไปด้วยพละกำลังและนำมาใช้ระหว่างเกิดเหตุวิกฤตได้เป็นอย่างดีคุณไม่มีวันลืมว่าใครเคยหยามเกียรติคุณดวงจันทร์ในราศีธนูคุณต้องการความเป็นอิสระและความเป็นเอกเทศทางอารมณ์คุณอยากมีพื้นที่ส่วนตัวไว้สำรวจทุกอย่างที่คุณหลงใหลไม่ว่าจะเป็นวัฒนธรรมต่างชาติโลกที่อยู่ภายในใจหรืออนาคตอันยาวไกลแต่นั่นก็ไม่ได้หมายความว่าคุณจะรักคนที่เป็นเพื่อนใจน้อยลงแต่อย่างใดแค่อยากมีอิสระเสรีเท่านั้นเองให้ความนับถือ!บุคคลผู้มีดวงจันทร์อยู่ในราศีธนูต้องการการนับถือเขาอาจมีปัญหากับคนที่มีอำนาจหน้าที่โดยเฉพาะในกรณีที่เป็นเรื่องของการทำงานคนเหล่านี้มักไม่ยอมก้มหัวให้หัวหน้าหรือแม้กระทั่งเพื่อนร่วมงานถ้ารู้สึกว่าอีกฝ่ายเป็นบุคคลที่ไม่สมควรอยู่ในตำแหน่งที่สูงกว่าดวงจันทร์ในราศีมกร ( ตำแหน่งประเกษตร ) คุณจำเป็นต้องมีการจัดระบบบางอย่างจึงจะรู้สึกมั่นคงทางอารมณ์ได้คุณไม่ได้เป็นคนที่มีความห่างเหินทางอารมณ์กับคนอื่นเหมือนอย่างที่คนชอบคิดกันหรอกเพียงแต่ไม่ได้แสดงความรู้สึกออกมาตรง ๆ เท่านั้นเอง"
  },
  {
    "page_number": 125,
    "text": "ดวงจันทร์ในราศีกุมภ์ความเห็นอกเห็นใจของคุณได้ขยับขยายไปยังหมู่มวลมนุษยชาติชีวิตที่บ้านคือเรื่องสำคัญสำหรับคุณแต่มันก็ไม่ได้เป็นมาแต่ดั้งเดิมอย่างแน่นอนคุณไม่ให้ความสำคัญกับเขตแดนหรือขีดจำกัดในเรื่องใด ๆ ดวงจันทร์ในราศีมีนบางครั้งคุณจะเป็นเหมือนฟองน้ำทางพลังจิตที่คอยดูดซับอารมณ์คนอื่นและอาจถึงขั้นแสดงมันออกมาเลยก็ได้บางครั้งความเห็นอกเห็นใจอาจทำให้คุณเป็นคนอ่อนหัดและไม่รู้ว่าอะไรควรไม่ควรคุณมีสำนึกอันกล้าแกร่งในทางศิลปะดาวพุธกับราศีMERCURYANDTHESIGN Sสื่อ สารแนวคิดในหัวของคุณออกมา"
  },
  {
    "page_number": 126,
    "text": "ราศีที่ดาวพุธไปสถิตจะอธิบายวิธีที่คุณใช้แสดงอุปนิสัยทางความคิดและวิธีที่คุณใช้รวบรวมข้อมูลมันยังเป็นเครื่องหมายที่แสดงถึงวิธีที่คุณใช้ในการศึกษาเล่าเรียนและสื่อสารแนวคิดในหัวออกมาในชีวิตดาวพุธในราศีเมษคุณเป็นคนคิดเร็วและกล้าตัดสินใจทำให้ใช้วิจารณญาณโดยไม่ไตร่ตรองดูให้ดีคุณชอบโต้เถียงแต่จะมีลางสังหรณ์เรื่องพลังเพื่อสร้างการเปลี่ยนแปลงในชีวิตคู่ดาวพุธในราศีพฤษภคุณเป็นคนที่มีความคิดติดดินและเด็ดขาดว่าชอบหรือไม่ชอบอะไรคุณมีลางสังหรณ์เกี่ยวกับคุณลักษณะที่ใช้ได้จริงในความสัมพันธ์และชอบใช้ภาษาที่ไพเราะเสนาะหูดาวพุธในราศีมิถุน ( ตำแหน่งพิเศษ)เนื่องจากเป็นคนเก่งในเรื่องการคิดเร็วและในเชิงประดิษฐ์คิดค้นคุณจึงเกาะติดเหตุการณ์ปัจจุบันและมีพลังอำนาจในการตั้งข้อสังเกตได้อย่างหลักแหลมคุณมีความคิดรอบด้านและปรับเปลี่ยนได้ไม่มีปัญหาในการใช้ภาษาและรับรู้โครงสร้างของความสัมพันธ์ได้ด้วยสัญชาตญาณดาวพุธในราศีกรกฎจิตใจอันละเอียดอ่อนและเปี่ยมด้วยจินตนาการของคุณยังมีพลังล้ำเลิศในการจดจำอีกด้วยแต่ความคิดเห็นของคุณจะเปลี่ยนแปลงไปอย่างรวดเร็วคุณสนใจเรื่องไสยศาสตร์และอาจใช้พลังจิตได้อีกด้วยคุณมีลางสังหรณ์เกี่ยวกับความเชื่อมโยงทางจิตใจในความสัมพันธ์ดาวพุธในราศีสิงห์ ( ตำแหน่งนิจจ์ ) คุณลักษณะประจำตัวของคุณคือการมีเจตจำนงอันยิ่งใหญ่และอุดมคติอันเลิศลอยคุณอาจคิดอะไรโดยยึดถือตัวเองเป็นหลักแต่ก็เต็มไปด้วยลางสังหรณ์ความพยายามทางการคิดอ่านมักนำพาคุณไปสู่การมีรูปแบบที่เป็นเอกลักษณ์เฉพาะตัว"
  },
  {
    "page_number": 127,
    "text": "ดาวพุธในราศีกันย์คุณมีความสามารถด้านภาษาและอาจจะเป็นนักภาษาศาสตร์ได้เลยในแง่ความคิดอ่านคุณจะแสดงให้เห็นถึงความใส่ใจอย่างใหญ่หลวงต่อรายละเอียดซึ่งอาจมลายกลายไปเป็นการชอบวิพากษ์วิจารณ์และนิสัยชอบทำเรื่องเล็กให้เป็นเรื่องใหญ่คุณสนใจอย่างลึกซึ้งต่อเรื่องลี้ลับการใช้เวทมนตร์คาถาและโดยรวมถือว่าคุณมีสติปัญญาระดับดีเลิศดาวพุธในราศีตุลคุณมีสติปัญญาที่ผ่านการขัดเกลามาเป็นอย่างดีมีความสามารถกว้างไกลคุณเป็นเลิศในการสร้างความสมดุลให้กับปัญหาต่างๆและมีลางสังหรณ์เรื่องความสมดุลที่เป็นเนื้อแท้ของความสัมพันธ์นี่คือตำแหน่งที่ดีสำหรับการพยายามผันตัวไปทำงานด้านศิลปะโดยเฉพาะเรื่องดนตรีราศีตุลและความงามคนราศีตุลส่วนใหญ่จะลุ่มหลงในสิ่งสวยงามเขามีเวลาพูดเล่นกับคนที่คิดว่าถูกใจอยู่เสมอบุคคลที่มีดาวพุธสถิตในราศีตุลจะเข้ากันได้ดีกับคนที่มีดวงอาทิตย์สถิตในราศีตุลดาวพุธในราศีพิจิกคุณมีสติปัญญาที่พร้อมจะตั้งข้อสงสัยแต่ก็มีลางสังหรณ์อันล้ำลึกซึ่งสามารถหาข้อพิสูจน์ภายใต้ความชัดเจนได้คุณยังต้องหัดคิดเพื่อทำความเข้าใจลำดับของสิ่งต่างๆที่ซ่อนอยู่เพื่อเจาะลึกลงไปในลำดับชั้นที่ว่านั้นแล้วดึงความจริงให้ปรากฏออกมาคุณอาจเป็นคนชอบประชดประชันและมีลูกเล่นในการสื่อสารดาวพุธในราศีธนู ( ตำแหน่งประเกษตร ) คุณเป็นคนยึดมั่นในอุดมการณ์และมีสติปัญญารอบด้านบางครั้งความเห็นส่วนตัว"
  },
  {
    "page_number": 128,
    "text": "ของคุณก็ถูกทำให้ดูสำคัญเกินจริงและกลายเป็นหลักการมากกว่าที่จะเป็นแค่ความเห็นส่วนบุคคลดาวพุธในราศีมกรลักษณะเด่นของคุณคือความมีวินัยทางความคิดและความสามารถในการจัดระบบบางครั้งสติปัญญาของคุณจะถูกจัดระบบให้เป็นแบบที่ไม่อนุญาตให้ใช้จินตนาการได้เลยคุณมักได้เจอกับเหตุการณ์ที่ต้องครุ่นคิดอย่างหนักหน่วงและเอาจริงเอาจังดาวพุธในราศีกุมภ์ ( ตำแหน่งอุจจ์ ) สติปัญญาของคุณจะถูกแยกขาดจากอารมณ์ความรู้สึกและเป็นเรื่องของการประดิษฐ์คิดค้นแบบไม่รู้จบคุณอาจชอบคิดอะไรในเชิงก้าวหน้าไม่ธรรมดาและมักแปลกประหลาดคุณแสดงความสนใจในเรื่องเวทมนตร์คาถาและวิทยาศาสตร์ดาวพุธในราศีมีน ( ประเกษตร ) คุณมักประกาศว่ามีความชอบในเรื่องพลังจิตมากจนไปสร้างความคลุมเครือให้กับความสามารถทางการใช้เหตุผลวิธีการที่เกี่ยวข้องกับลางสังหรณ์คือเครื่องบ่งชี้ถึงการใช้จินตนาการและความคิดสร้างสรรค์อันยิ่งใหญ่รวมทั้งยังเป็นเครื่องมือในการรวบรวมข้อมูลข่าวสารอีกด้วยดาวศุกร์กับราศีVENUSANDTHESIGNSความรักในเรือนชะตาต่างๆราศีที่ดาวศุกร์ไปสถิตจะบ่งบอกถึงความชื่นชอบทางศิลปะและความเป็นตัวคุณในฐานะคู่รักคู่ครองหรือมิตรสหายราศีซึ่งเป็นที่"
  },
  {
    "page_number": 129,
    "text": "อยู่ของดาวศุกร์ยังบ่งชี้ถึงลักษณะนิสัยทางการเงินและการใช้จ่ายเงินทองของคุณอีกด้วยดาวศุกร์ในราศีเมษ ( ตำแหน่งประเกษตร ) คุณแสดงให้เห็นถึงการมีปฏิสัมพันธ์กับผู้คนในสังคมและไฟเสน่หาในสัมพันธภาพเชิงรักใคร่ที่ก้าวร้าวดุดันคุณสร้างสายสัมพันธ์โดยไม่คิดหน้าคิดหลังดูให้ดีและมีความรักแบบยึดตัวเองเป็นศูนย์กลางคุณอาจแต่งงานก่อนกำหนดและเป็นไปอย่างสายฟ้าแลบดาวศุกร์ในราศีพฤษภ ( ตำแหน่งพิเศษ ) คุณแสดงความเป็นศิลปินออกมาอย่างแรงกล้าคุณดึงดูดเงินทองและทรัพยากรรูปวัตถุได้โดยง่ายคุณสร้างความผูกพันทางความรักได้อย่างลึกซึ้งคุณมีแรงขับทางการเงินที่รุนแรงดาวศุกร์ในราศีมิถุนคุณเป็นคนช่างเจรจาเป็นคนดังชอบอ่านหนังสือและเดินทางท่องเที่ยวคุณยังมีแนวโน้มว่าอาจมีชีวิตคู่ที่ไม่ยืนยาวซึ่งอาจเกิดขึ้นพร้อม ๆ กันคุณเป็นคนฟุ่มเฟือยผู้มีรายได้จากหลายทางดาวศุกร์ในราศีกรกฎบ้านเรือนและการแต่งงานคือสิ่งสำคัญที่ทำให้คุณรู้สึกมั่นคงปลอดภัยคุณมีสายสัมพันธ์อันแนบแน่นกับคนในครอบครัวคุณจับจ่ายเงินทองไปกับเรื่องบ้านและครอบครัวแต่จะแอบเก็บหอมรอบริบเอาไว้คุณได้รับประโยชน์จากบ้านที่ดินและพื้นที่เปิดโล่งการใช้ชีวิตอยู่ใกล้กับผืนน้ำจะทำให้ใจคุณสงบเย็นดาวศุกร์ในราศีกรกฎมีความขัดแย้งกันเองหรือไม่แม้การมีดาวศุกร์ไปสถิตในราศีกรกฎอาจทำให้คุณกลายเป็นคนที่อยู่คนเดียวไม่ได้และต้องการความรักที่หนักแน่นมั่นคงแต่มันก็อาจส่อแววไปถึงเรื่องการแอบคบซ้อนเลยก็ได้การลงหลักปักฐาน"
  },
  {
    "page_number": 130,
    "text": "คือสิ่งที่ชาวกรกฎหวาดกลัวเหลือเกินแม้ใจจะอยากมากก็ตามเจ้าชะตาที่มีดาวศุกร์ในราศีกรกฎยังอาจสนใจอย่างล้ำลึกในเรื่องเวทมนตร์คาถาอีกด้วยดาวศุกร์ในราศีสิงห์คุณมีชีวิตคู่ที่เร่าร้อนและชอบอยู่ร่วมกับผู้อื่นคุณอาจมีพรสวรรค์ทางงานศิลปะสักเรื่องอย่างเห็นได้ชัดคุณชอบสร้างความบันเทิงเล่นพนันและมักไปหลงเสน่ห์เพศตรงข้ามอยู่เป็นประจำคุณมีรายได้จากการลงทุนและการเก็งกำไรดาวศุกร์ในราศีกันย์ ( ตำแหน่งนิจจ์ ) เรื่องรักใคร่แบบลับ ๆ ความรักที่ไม่สมหวังและการแต่งงานที่มากกว่าหนึ่งครั้งคือสิ่งที่คุณอาจต้องเจอคุณชอบวิเคราะห์จนเกินเหตุและจะวิพากษ์วิจารณ์ความสัมพันธ์และความรู้สึกเชิงชู้สาวคุณคือพวกชอบแสวงหาความสมบูรณ์แบบสำหรับการแสดงความเป็นตัวเองในเรื่องทางศิลปะดาวศุกร์ในราศีตุล ( ตำแหน่งพิเศษ ) คุณเป็นคนใจดีขี้สงสารชื่นชอบในงานศิลปะดนตรีและการละครคุณมีชีวิตแต่งงานที่มีความสุขพร้อมลูก ๆ ที่มีพรสวรรค์คุณมีรายได้จากเรื่องที่อยู่ภายใต้อิทธิพลของดาวศุกร์และพยายามสร้างความกลมเกลียวขึ้นในทุกความสัมพันธ์ที่มีดาวศุกร์ในราศีพิจิก ( ตำแหน่งประเกษตร ) คุณเป็นคนมีไฟเสน่หาและพลังขับทางเพศที่เป็นใหญ่ในชีวิตคุณคุณอาจเลื่อนการแต่งงานออกไปก่อนและมีชีวิตคู่ที่มักเต็มไปด้วยความขัดแย้งคุณมีรายได้จากมรดกภาษีการประกันและเรื่องลึกลับดาวศุกร์ในราศีธนูคุณเป็นคนเอื้อเฟื้อเผื่อแผ่และมีอารมณ์รักร้อนแรงแต่ถ้าความสัมพันธ์เริ่มเป็นภัยคุกคามต่อเสรีภาพของคุณอารมณ์คุณก็จะจืดจางลงอย่างรวดเร็วคุณลักษณะเด่นของ"
  },
  {
    "page_number": 131,
    "text": "คุณคือความลุ่มหลงในงานศิลปะการเดินทางและบรรดาสรรพสัตว์โดยเฉพาะความรักที่มีให้ม้าดาวศุกร์ในราศีมกรคุณใช้กฎเกณฑ์เพื่อควบคุมอารมณ์และเคยผิดหวังเรื่องความรักและเรื่องราวเชิงรักใคร่มาแล้วการแต่งงานมักเป็นไปตามเหตุผลที่เป็นไปได้จริงและอาจเกิดขึ้นกับคนที่แก่กว่าและมีฐานะทางการเงินมั่นคงกว่าคุณมุ่งเน้นในเรื่องการแสวงหาทรัพย์สินทางการเงินและสิ่งที่อยู่ในรูปวัตถุดาวศุกร์ในราศีกุมภ์คุณมีเพื่อนจากทุกสาขาอาชีพและมีประสบการณ์เรื่องรัก ๆ ใคร่ ๆ และการคบเพื่อนที่แปลกประหลาดและไม่คาดหวังว่าจะได้เจอคุณจำเป็นต้องได้รับการกระตุ้นทางความคิดในความสัมพันธ์ฉันคู่รักและแสดงนิสัยทางการเงินที่ไม่อยู่กับร่องกับรอยคุณได้รับประโยชน์จากเพื่อนฝูงหุ้นส่วนและการเก็งกำไรยังคงซื่อสัตย์ ... อยู่หรือเปล่าเป็นเรื่องยากที่จะให้คนที่มีดาวศุกร์อยู่ในราศีกุมภ์ยังคงซื่อสัตย์อยู่ต่อไปพวกเขาชอบลองของใหม่และออกไปสัมผัสผู้คนแบบใหม่ ๆ พวกเขาชอบเรื่องตื่นเต้นเร้าใจคนเหล่านี้อาจถึงขั้นแอบคบซ้อนเพื่อเรียกร้องความสนใจจากคู่รักที่ไม่ค่อยมีเวลาให้เลยก็ได้ดาวศุกร์ในราศีมีน ( ตำแหน่งอุจจ์ ) คุณเป็นคนใจบุญและเห็นใจคนอื่นคุณอาจแต่งงานมากกว่าหนึ่งครั้งความรักอันดูดดื่มและความผูกพันทางอารมณ์คือสิ่งจำเป็นสำหรับชีวิตความเป็นอยู่ที่ดีของคุณคุณแสดงให้เห็นถึงความอ่อนไหวเป็นอย่างมากต่อคนอื่นและอาจมีความสามารถทางการใช้พลังจิต"
  },
  {
    "page_number": 132,
    "text": "ดาวอังคารกับราศี MARSANDTHESIGNS ความทรหดอดทนและพลังขับทางเพศดาวอังคารอธิบายวิธีที่คุณใช้พลังงานในชีวิตมันยังเป็นเครื่องบ่งชี้ถึงความทรหดอดทนทางร่างกายและธรรมชาติของแรงขับทาง"
  },
  {
    "page_number": 133,
    "text": "เพศที่คุณมีกับคู่รักสักคนดาวอังคารยังแสดงให้เห็นถึงแรงปรารถนาที่จะประสบความสำเร็จในตัวคุณอีกด้วยดาวอังคารในราศีเมษ ( ตำแหน่งพิเศษ ) คุณพยายามไขว่คว้าหาสิ่งที่ต้องการมาไว้ในมือพลังขับทางเพศอันรุนแรงของคุณบางครั้งอาจแสดงออกมาอย่างเห็นแก่ตัวโดยแทบไม่คำนึงถึงคู่รักเลยคุณพัฒนาความคิดริเริ่มและแรงผลักดันไปได้เป็นอย่างมากแต่ด้วยความเร่งรีบและหุนหันพลันแล่นมันจึงมีแนวโน้มว่าอาจเป็นการทำงานที่เริ่มไว้ไม่เสร็จดาวอังคารในราศีพฤษภ(ตำแหน่งประเกษตร ) อุปสรรคไม่อาจขัดขวางหรือบั่นทอนกำลังใจของคุณได้ง่าย ๆ ความมุ่งมั่นอันแรงกล้าและเจตจำนงอันแน่วแน่ในตัวคุณได้รับการพัฒนามาเป็นอย่างดีแต่อาจไม่ได้นำมาใช้อย่างเต็มศักยภาพคุณชอบทำในสิ่งที่ทำได้จริงและเปี่ยมด้วยจุดมุ่งหมายเพื่อบรรลุสิ่งที่คุณต้องการคุณมีรสนิยมทางเพศที่เกี่ยวข้องกับการหาความสุขทางกายแต่อาจเป็นฝ่ายตั้งรับอยู่บ้างเป็นบางครั้งดาวอังคารในราศีมิถุนพลังงานจะถ่ายทอดออกมาทางความคิดผ่านสติปัญญาอันแหลมคมและความคิดที่หลากหลายคุณอาจรับงานหลายโครงการจนพลังงานแตกซ่านไปทั่วความคิดที่อยู่ไม่สุขของคุณต้องการช่องทางเพื่อการแสดงออกแบบสร้างสรรค์ไม่อย่างนั้นคุณก็จะกลายเป็นคนชอบโต้เถียงไปดาวอังคารในราศีกรกฎ ( ตำแหน่งนิจจ์ ) คุณชอบคิดเล็กคิดน้อยไปเสียทุกเรื่องจนไม่อาจคิดเรื่องที่เป็นปัญหาสำคัญอย่างเป็นกลางได้แรงขับทางเพศของคุณจะอยู่ภายใต้ร่มเงาของความต้องการทางอารมณ์อันล้ำลึกดาวอังคารในราศีสิงห์ไฟเสน่หาเป็นผู้ควบคุมการแสดงพลังงานของคุณออกมาคุณมีความเป็นผู้นำสูงไม่กลัวเกรงใด ๆ"
  },
  {
    "page_number": 134,
    "text": "และมีเจตจำนงอันมุ่งมั่นคุณอยากได้รับคำชื่นชมในสิ่งที่คุณเป็นและในฐานะคนรักของใครสักคนเครื่องบ่งชี้ความเป็นคุณอาจเป็นทักษะทางเครื่องกลหรือดนตรีดาวอังคารในราศีกันย์คุณแสดงพลังงานของคุณออกมาในรูปแบบการทำงานอดิเรกที่ทรงประสิทธิภาพและทำได้จริงคุณทำงานได้ยอดเยี่ยมโดยเฉพาะงานที่ต้องใส่ใจในรายละเอียดคุณนำความตั้งมั่นในใจมาปรับใช้ไปอย่างเงียบ ๆ ด้วยความแยบยลแรงขับทางเพศของคุณอาจถูกยับยั้งลงบ้างจากพลังงานที่เบี่ยงเบนให้ไหลไปลงที่เรื่องงานดาวอังคารในราศีตุล ( ตำแหน่งประเกษตร ) คุณได้รับประโยชน์จากความเป็นหุ้นส่วนและจะแสดงพลังได้ดีที่สุดผ่านทางคนอื่นตำแหน่งของดาวอังคารในราดีนี้เป็นผลดีต่อคนที่เป็นทนายความหรือศัลยแพทย์คุณเป็นนักรักผู้มีอารมณ์โรแมนติกดาวอังคารในราศีพิจิก ( ตำแหน่งพิเศษ ) คุณมีแรงขับและความทะเยอทะยานในระดับตำนานการประนีประนอมถือเป็นเรื่องยากและอาจเป็นไปไม่ได้สุดๆสำหรับคุณโครงการส่วนตัวของคุณจะแวดล้อมไปด้วยเรื่องที่ต้องปิดบังอำพรางเอาไว้คุณสร้างศัตรูและพันธมิตรซึ่งจัดการได้ยากขึ้นมาดาวอังคารในราศีธนูคุณกล้าทำตามความเชื่อนี่คือตำแหน่งที่ดีของคนที่เป็นนักพูดนักต่อสู้เพื่อความถูกต้องผู้เผยแพร่ศาสนาและผู้นำในยุคนิวเอจคุณมีแรงขับทางเพศที่เปี่ยมด้วยไฟเสน่หาแต่มักหุนหันพลันแล่นและไม่ชอบการผูกมัดในความสัมพันธ์ดาวอังคารในราศีมกร ( ตำแหน่งอุจจ์ ) ความทะเยอทะยานแบบคนกร้านโลกของคุณอาจทำให้คุณต้องกลาย"
  },
  {
    "page_number": 135,
    "text": "มาเป็นคนของประชาชนคุณวางแผนเก่งและทำงานได้ผลจนทำความหมายมั่นและเป้าหมายให้เป็นจริงได้คุณชอบควบคุมแรงขับทางเพศให้อยู่กับร่องกับรอยและอาจเข้าไปพัวพันกับคนที่อายุมากกว่าคุณดาวอังคารในราศีกุมภ์วิธีการเฉพาะตัวของคุณอาจตราหน้าคุณว่าพวกเป็นแปลกประหลาดคุณชอบทำงานลุยเดี่ยวเพื่อให้บรรลุเป้าหมายที่ตั้งไว้ซึ่งมักถูกกำหนดทิศทางให้มุ่งตรงไปยังส่วนใหญ่ของมวลมนุษยชาติคุณมีวิธีจัดการกับเรื่องทางเพศที่มีแนวโน้มว่ามักไม่เกี่ยวข้องกับอารมณ์ความรู้สึกสักเท่าไหร่ดาวอังคารในราศีมีนคุณขาดความสม่ำเสมอในการทำสิ่งที่อยากบรรลุความสำเร็จหรือไม่ก็อาจไร้ความสามารถในการผนวกด้านต่างๆของโครงการให้เข้ามาเป็นหนึ่งเดียวกันจนได้ผลอย่างที่คิดไว้แรงขับทางเพศจะเกี่ยวพันกับอารมณ์ความรู้สึกอย่างแยกไม่ออกคุณพยายามหลีกเลี่ยงความขัดแย้งและการเผชิญหน้าดาวพฤหัสกับราศี JUPITERANDTHESIGNS ความเชื่อเรื่องศีลธรรมและจิตวิญญาณราศีที่ดาวพฤหัสสถิตอยู่คือคำอธิบายถึงวิธีที่คุณพยายามทำความเข้าใจเรื่องต่างๆในชีวิตให้มากขึ้นประโยชน์ที่คุณได้รับและความมากน้อยที่คุณแสดงออกถึงความเชื่อที่เป็นเรื่องทางสติปัญญา"
  },
  {
    "page_number": 136,
    "text": "หลักศีลธรรมหรือจิตวิญญาณดาวพฤหัสมีขนาดใหญ่ที่สุดในบรรดาดาวเคราะห์นอกทั้งหมดซึ่งจะเกี่ยวข้องกับโลกที่มีขนาดใหญ่โตกว่าและเป็นเรื่องราวของผู้คนในสังคมดาวพฤหัสในราศีเมษคุณเชื่อมั่นอย่างแรงกล้าและคิดว่าคุณถูกอยู่เสมอไม่ว่าจะเป็นอย่างนั้นจริงหรือไม่ก็ตามคุณขยายขอบเขตของชีวิตผ่านทางความคิดริเริ่มที่มีในตัวคุณคว้าโอกาสทองที่ผ่านเข้ามาหรือสร้างมันขึ้นมาด้วยมือคุณเองคุณได้ประโยชน์จากการท่องเที่ยวเด็ก ๆ กฎหมายและมิตรสหายดาวพฤหัสในราศีพฤษภคุณใช้วิธีการที่ทำได้จริงคุณพยายามนำหลักการทางจิตวิญญาณและปรัชญามาปรับใช้ในชีวิตประจำวันคุณได้ประโยชน์จากเด็ก ๆ และการแต่งงานและรักบ้านเรือนที่คุณอยู่อาศัยอย่างหมดหัวใจความใจดีมีเมตตาที่คุณมีต่อคนอื่นเป็นผลพวงมาจากความต้องการอย่างยิ่งยวดของคนเหล่านั้นไม่ใช่ความสงสารในใจคุณดาวพฤหัสในราศีมิถุน ( ตำแหน่งประเกษตร ) โลกของคุณกว้างไกลขึ้นด้วยความกระหายใคร่รู้และการไขว่คว้าเพื่อให้ได้มาซึ่งข้อมูลข่าวสารและข้อเท็จจริงการเดินทางของคุณมักเชื่อมโยงเข้ากับความอยากเข้าใจในประเด็นปัญหาด้านปรัชญาหรือจิตวิญญาณที่เป็นเรื่องใหญ่โตกว่าผลประโยชน์จะมาจากการตีพิมพ์การศึกษาหาความรู้และการสำรวจตรวจสอบเรื่องทางไสยศาสตร์ดาวพฤหัสในราศึกรกฎ ( ตำแหน่งอุจจ์ ) คุณยึดมั่นในอุดมคติทางจิตวิญญาณและศีลธรรมจรรยาของพ่อแม่แล้วส่งต่อ"
  },
  {
    "page_number": 137,
    "text": "หลักคำสอนเหล่านี้ไปให้ลูกหลานของคุณเองความเชื่อทางจิตวิญญาณที่คุณยึดถือจะเพิ่มพูนขึ้นจากการแสดงความเห็นใจผู้อื่นคุณได้รับผลประโยชน์จากพ่อแม่ครอบครัวและเรื่องราวภายในบ้านของคุณดาวพฤหัสในราศีสิงห์ความเชื่อของคุณกลายเป็นเรื่องน่าตื่นเต้นโดยคุณจะเล่นบทไปตามมันเสริมส่งมันปลุกมันให้มีชีวิตขึ้นมาระหว่างทำเช่นนี้คุณจะเป็นที่สนใจของคนที่ช่วยทำให้โลกของคุณมีขอบเขตที่กว้างไกลออกไปแต่ความมีชีวิตชีวาของคุณอาจถูกบางคนตีความว่าเป็นความภาคภูมิใจจนออกนอกหน้าคุณได้รับประโยชน์จากการเดินทางไปยังต่างบ้านต่างเมืองซึ่งเป็นเรื่องเกี่ยวข้องกับการศึกษาเล่าเรียนการเล่นกีฬาหรือประเด็นปัญหาทางการทูตดาวพฤหัสในราศีกันย์ ( ตำแหน่งประเกษตร ) คุณขยายโลกทัศน์ทางหลักปรัชญาและจิตวิญญาณของคุณผ่านทางจริยธรรมในการทำงานและการช่วยเหลือผู้อื่นเมื่ออยู่ในหน้าที่การงานคุณจะกลายเป็นคนชอบคิดเชิงวิเคราะห์และวิพากษ์วิจารณ์คุณได้ประโยชน์จากความสัมพันธ์กับพนักงานรวมทั้งการทำตามความตั้งใจในเรื่องธุรกิจและการงานดาวพฤหัสในราศีตุลคุณขยายขอบเขตของชีวิตคุณผ่านทางความร่วมมือกับคนอื่นรวมทั้งการแต่งงานและการเป็นหุ้นส่วนในภาพรวมคุณได้ลาภจากเพศตรงข้ามสำนึกเรื่องการทำทุกอย่างด้วยความเท่าเทียมและเป็นธรรมจะได้รับการพัฒนาขึ้นมาเป็นอย่างดีดาวพฤหัสในราศีพิจิกคุณเติบโตผ่านทางการค้นหาอย่างไม่ย่นย่อเพื่อทำความเข้าใจความเชื่อในใจคุณและวิธีที่มันเชื่อมโยงเข้ากับธรรมชาติของโลกแห่งความเป็นจริงเจตจำนงและ"
  },
  {
    "page_number": 138,
    "text": "ความมุ่งมั่นคือทรัพย์สินที่มีค่าที่สุดของคุณเพื่อเอาชนะอุปสรรคขวากหนามในการค้นหาโชคลาภของคุณมาจากกองมรดกการสำรวจตรวจสอบทางไสยศาสตร์และทุกเรื่องที่อยู่ในอาณัติของราศีพิจิกดาวพฤหัสในราศีธนู ( ตำแหน่งพิเศษ)ความอยากเข้าใจในประเด็นปัญหาทางจิตวิญญาณและหลักปรัชญาทำให้คุณมีชีวิตที่กว้างไกลออกไปการเดินทางท่องเที่ยวโดยเฉพาะในต่างประเทศและการศึกษาเล่าเรียนเป็นผลดีแก่การค้นหาของคุณนี่คือตำแหน่งแห่งโชคของดาวพฤหัสและมักบ่งชี้ถึงความสำเร็จในเรื่องที่อธิบายโดยเรือนชะตาที่ดาวดวงนี้ไปสถิตอยู่ประโยชน์ของคุณมาจากทุกอย่างที่เกี่ยวข้องกับราศีธนูดาวพฤหัสในราศีมกร ( ตำแหน่งนิจจ์ ) ความเติบโตทางหลักปรัชญาและจิตวิญญาณของคุณส่วนใหญ่เป็นผลมาจากความพยายามของคุณเองคุณพยายามสั่งสมความมั่งคั่งร่ำรวยมีความชื่นชมเรื่องเงิน ๆ ทอง ๆ อย่างใหญ่หลวงและมักถูกควบคุมให้อยู่ภายใต้ความเอื้อเฟื้อเรื่องเงิน ๆ ทอง ๆ ของคุณผลประโยชน์ของคุณมาจากพ่อพนักงานและการค้าขายของคุณดาวพฤหัสในราศีกุมภ์มุมมองอันก้าวไกลและความยินดีที่จะสำรวจตรวจสอบความเชื่อทางจิตวิญญาณทุกอย่างจะขยายขอบเขตของคนและสิ่งที่คุณเป็นให้กว้างไกลออกไปความอดทนต่อความเชื่อของคนอื่นทำให้คุณยิ่งเข้าใจมากขึ้นถึงความเชื่อที่ต่างไปจากของคุณคุณได้ประโยชน์จากหน้าที่การงานและความร่วมมือระหว่างกลุ่มคนดาวพฤหัสในราศีมีน ( ตำแหน่งพิเศษ ) ความเห็นอกเห็นใจความอ่อนไหวทางอารมณ์และการใช้จินตนาการของคุณจะขยับขยายรากฐานทางหลักปรัชญาและจิตวิญญาณของคุณให้"
  },
  {
    "page_number": 139,
    "text": "กว้างไกลออกไปผลประโยชน์จะมาจากการสำรวจตรวจสอบทางไสยศาสตร์และการใช้เวทมนตร์และทุกอย่างที่เป็นเรื่องของกิจกรรมที่อยู่หลังฉากจงมองไปที่ราศีและตำแหน่งของเรือนชะตาที่เกิดมุมสัมพันธ์กับราศีมีนเพื่อค้นหาให้เจอว่าอะไรคือสิ่งที่คอยผลักดันให้คุณลงมือทำดาวเสาร์กับราศี SATURNANDTHESIGNSดวงดาว ผู้กำหนดกรรมข้อจำกัดและโครงสร้างที่เป็นเนื้อแท้ของดาวเสาร์จะถูกแสดงออกมาผ่านทางราศีที่มันไปปรากฏอยู่ราศีจะแสดงให้เห็นถึงวิธีที่คุณใช้จัดการอุปสรรคขวากหนามในชีวิตวิธีรับมือกับคนที่มีอำนาจหน้าที่และวิธีที่ใช้แก้ไขปัญหาร้ายแรงคนชอบคิดกันว่าดาวเสาร์คือดาวแห่ง \" เวรกรรม \" ในจักรราศีเรือนชะตาที่เป็นตำแหน่งของ"
  },
  {
    "page_number": 140,
    "text": "ดาวเสาร์คือสิ่งสำคัญต่อคนทุกคนเพราะมันคือเครื่องบ่งชี้ว่าผลกระทบกำลังจะไปปรากฏที่ด้านใดในชีวิตคุณดาวเสาร์ในราศีเมษ ( ตำแหน่งนิจจ์ ) สถานการณ์บังคับให้คุณต้องรู้จักอดทนและคิดริเริ่มคุณต้องลดทอนความใจร้อนของคุณลงมิฉะนั้นอุปสรรคขัดขวางก็จะผุดขึ้นมาการตกอยู่ในตำแหน่งนี้นำมาซึ่งความสามารถทางความคิดอ่านอันยิ่งใหญ่ซึ่งหากนำมาใช้ในช่องทางที่สร้างสรรค์ก็อาจนำไปสู่การใช้ความคิดริเริ่มในเรื่องใหม่ ๆ ได้เลยในด้านมืดคุณอาจเป็นคนยึดตัวเองเป็นศูนย์กลางและชอบปกป้องตัวเองดาวเสาร์ในราศีพฤษภคุณโหยหาความมั่นคงทางการเงินและวัตถุแต่ความสะดวกสบายทางข้าวของเงินทองก็จะได้มาจากความขยันหมั่นเพียรความมีวินัยและความบากบั่นไม่ย่อท้อเท่านั้นเองด้วยเหตุนี้เองคุณจึงจำเป็นต้องเสริมสร้างความน่าเชื่อถือและความเสมอต้นเสมอปลายในหน้าที่การงานที่คุณได้เลือกไว้แล้วดาวเสาร์ผู้ดื้อรั้นดาวเสาร์เมื่อมาสถิตในราศีพฤษภจะส่งผลเสียในแง่ทีมันอาจมีความดื้อดึงในปัญหาชีวิตทุกอย่างนั่นคือความต้องการเป็นผู้ถูกต้องในทุกเรื่องมันยังอาจเป็นเรื่องของการหมกมุ่นกับเรื่องและข้าวของทางวัตถุของบุคคลนี้อีกด้วยดาวเสาร์ในราศีมิถุนความมีวินัยและโครงสร้างจะแสดงผ่านทางจิตใจที่ชอบคิดอย่างเป็นระบบและมีตรรกะของคุณคุณ"
  },
  {
    "page_number": 141,
    "text": "คิดถึงปัญหาอย่างละเอียดรอบคอบและลงรายละเอียดไม่อย่างนั้นปัญหาก็จะยุ่งยากยิ่งขึ้นคุณมองหาทางแก้ที่ทำได้จริงอยู่เสมอดาวเสาร์ในราศีกรกฎ ( ตำแหน่งประเกษตร ) ความดื้อดึงเยี่ยงปูของคุณทำให้คุณก้าวผ่านปัญหาและอุปสรรคส่วนใหญ่ไปได้คุณเลือกเดินบนหนทางที่อาจไม่ได้ดีที่สุดแต่จะไม่เป็นภัยต่อความมั่นคงทางอารมณ์และการเงินของคุณบางคราความคิดเชิงไสยศาสตร์และลางสังหรณ์ก็อาจถูกยับยั้งเอาไว้ดาวเสาร์ในราศีสิงห์ ( ตำแหน่งประเกษตร ) ศัตรูตัวฉกาจของคุณอาจเป็นอัตตาและความอยากได้รับการยอมรับในใจคุณหากพยายามแก้ปัญหาด้วยวิธีที่ยึดตัวเองเป็นศูนย์กลางปัญหาก็จะยิ่งทบทวีเข้าไปใหญ่การร่วมมือกันทำเรื่องใหม่ ๆ และการไตร่ตรองหาความจำเป็นร่วมกันจะเป็นคุณสำหรับเจ้าชะตาที่มีดาวเสาร์อยู่ในราศีนี้ดาวเสาร์ในราศีกันย์คุณเป็นพวกชอบแสวงหาความสมบูรณ์ดี ๆ นี่เองโดยมักจมอยู่กับรายละเอียดคุณต้องแยกแยะสิ่งที่เป็นแก่นแท้ออกจากสิ่งที่ไม่ได้สลักสำคัญอะไรวิธีจัดการปัญหาอุปสรรคและเรื่องท้าทายแบบพึ่งพาลางสังหรณ์จะช่วยได้มากเลยสำหรับเจ้าชะตาที่มีดาวเสาร์อยู่ในราตีนี้ดาวเสาร์ในราศีตุล ( ตำแหน่งอุจจ์ ) คุณเอาชนะอุปสรรคขัดขวางและความยากลำบากด้วยความร่วมมือและการทำงานร่วมกับผู้อื่นด้วยความยินดีหนทางดีที่สุดที่จะบรรลุเป้าหมายที่ตั้งไว้คือการทำงานฉันหุ้นส่วนกับคนอื่นถ้าดาวเสาร์โคจรมาอยู่ในตำแหน่งนี้คุณจะมีโอกาสได้พัฒนาสำนึกอันยอดเยี่ยมในการสร้างสมดุลและการเลือกช่วงเวลาได้อย่างเหมาะสมดาวเสาร์ในราศีพิจิกคุณรับมือเรื่องยุ่งยากด้วยความตึงเครียดและไม่ยอมปริปากบอกใคร ๆ ซึ่งทำให้คนรอบข้างยิ่งเคลือบแคลงหนักเข้าไปใหญ่คุณเอาชนะอุปสรรคขัดขวางได้ด้วย"
  },
  {
    "page_number": 142,
    "text": "การเปิดใจให้กว้างและซื่อสัตย์ต่อสิ่งที่กำลังทำให้มากขึ้นคำชี้แนะที่ไม่มีวันผิดพลาดเลยก็คือคุณจะต้องหัดใช้ลางสังหรณ์ในใจคุณให้ได้อย่างมีวินัยดาวเสาร์ในราศีธนูคุณต้องผ่อนคลายลงบ้างวิธีอันเข้มงวดรังแต่จะก่อปัญหาและความยุ่งยากให้มากยิ่งขึ้นทางที่ดีคุณควรจัดระบบให้กับชีวิตตัวเองด้วยการผนวกอุดมคติในใจคุณเข้ามาเป็นส่วนหนึ่งในชีวิตประจำวันที่เป็นอยู่จริง ๆ ความภาคภูมิใจในสติปัญญาอันแรงกล้าของคุณทำให้คุณมีโอกาสโดนเพื่อนร่วมงานวิพากษ์วิจารณ์เอาได้ดาวเสาร์ในราศึมกร ( ตำแหน่งพิเศษ ) ไม่ว่าจะกำลังเผชิญความท้าทายเรื่องอะไรอยู่ก็ตามความหมายมั่นของคุณคือสิ่งที่ทำให้คุณมีชัยเหนือมันคุณเคารพนับถือโครงสร้างทางอำนาจที่มองเห็นด้วยตาเปล่าคุณเห็นชีวิตเป็นเรื่องที่ต้องดำเนินไปอย่างเอาจริงเอาจังจงอย่าพาตัวไปพัวพันกับระบบความเชื่อที่เข้มงวดกวดขันแต่จงพยายามทำตัวให้ยืดหยุ่นเข้าไว้ดาวเสาร์ในราศีกุมภ์ ( ตำแหน่งพิเศษ ) การตัดขาดทางอารมณ์และไม่มีอคติของคุณทำให้คุณเผชิญความท้าทายอย่างตรงไปตรงมาถ้าให้ดีก็ควรนำวิธีแก้ปัญหาที่เป็นการริเริ่มและไม่เหมือนใครของคุณมาปรับใช้ในชีวิตประจำวันไปอย่างเงียบ ๆ และทำให้เป็นจริงขึ้นมาเพื่อนร่วมงานจะช่วยสอนบทเรียนเรื่องความมีวินัยให้กับคุณดาวเสาร์ในราศีมีนแทนที่จะปล่อยตัวเองให้จมปลักอยู่ในความทรงจำที่ผ่านมาก็ให้ใช้ชัยชนะในอดีตมาเป็นแรงส่งให้คุณย่างก้าวไปในอนาคตความสามารถทางพลังจิตของคุณคือประตูที่จะนำคุณไปสู่ข้อเท็จจริงทางจิตวิญญาณที่สูงส่งขึ้นไปแต่ต้องมีการกักขังเอาไว้บ้างโดยอาจใช้การนั่งสมาธิหรือเล่นโยคะก็ได้"
  },
  {
    "page_number": 143,
    "text": "ดาวมฤตยูกับราศีURANUSANDTHESIGNSความเป็นเอกเทศในตัวคุณดาวมฤตยูสถิตอยู่ในราศีเดียวกันเป็นเวลาร่วมเจ็ดปีซึ่งแต่ละราศีจะชี้ให้เห็นถึงหนทางที่เสียงร่ำร้องหาเสรีภาพและความเป็นตัวของตัวเองในตัวคุณได้แสดงออกมาให้เห็นกันตำแหน่งของเรือนชะตามีความสำคัญในระดับบุคคลมากกว่าเพราะมันจะแสดงให้เห็นว่าผลกระทบกำลังไปเกิดขึ้นที่ด้านใดในชีวิตคุณ"
  },
  {
    "page_number": 144,
    "text": "ดาวมฤตยูในราศีเมษคุณมีจิตวิญญาณของนักผจญภัยที่ค่อนข้างชัดเจนและทำให้คุณพร้อมไปแสวงหาเสรีภาพอยู่ทุกเมื่อต่อให้ต้องแลกมาด้วยอะไรก็ตามคุณเป็นคนโผงผางขวานผ่าซากและอาจมีอารมณ์รุนแรงคุณควรหัดคิดถึงความรู้สึกของคนอื่นให้มากกว่านี้ดาวมฤตยูในราศีพฤษภ ( ตำแหน่งนิจจ์ ) คุณกำลังมองหาแนวคิดใหม่ ๆ ที่เป็นไปได้เกี่ยวกับการใช้เงินและทรัพยากรทางการเงินเพื่อจะได้ปฏิรูปวิธีที่เคยทำมาคุณมีความมุ่งมั่นอย่างล้นเหลือและมีจุดมุ่งหมายอยู่ในใจถ้าไม่ยอมลดราลงบ้างความดื้อรั้นหัวแข็งก็จะคอยฉุดรั้งคุณไว้จนไม่อาจก้าวหน้าไปถึงไหนได้ดาวมฤตยูในราศีมิถุนตัวตนที่แท้จริงและลางสังหรณ์อันชาญฉลาดของคุณจะบังคับให้คุณต้องออกไปบุกเบิกแนวคิดใหม่ ๆ ในเรื่องที่คุณหลงใหลแต่ความกระวนกระวายลึก ๆ ในใจจะทำให้คุณไม่อาจเดินหน้าทำตามแนวคิดสักเรื่องไปจนสำเร็จเสร็จสิ้นได้ความมีวินัยในตัวเองช่วยให้คุณนำแนวคิดในหัวมาทำให้เกิดผลสำเร็จดาวมฤตยูในราศีกรกฎคุณไขว่คว้าหาเสรีภาพผ่านทางการแสดงออกทางอารมณ์และมองหาความเป็นอิสระจากการอยู่ใต้อาณัติของพ่อแม่ที่จำกัดคุณไว้ในบางเรื่องบ้านเรือนของคุณไม่เป็นปกติไม่ว่าจะเป็นการตกแต่งหรือวิธีใช้ชีวิตภายในบ้านของคุณดาวมฤตยูในตำแหน่งนี้ทำให้คุณรับรู้เรื่องสิ่งลี้ลับได้อย่างว่องไวเป็นพิเศษซึ่งอาจแสดงให้เห็นในรูปของกิจกรรมทางไสยศาสตร์หรือทางจิตวิญญาณที่เกิดขึ้นภายในบ้านดาวมฤตยูในราศีสิงห์ ( ตำแหน่งประเกษตร ) เส้นทางไปสู่เสรีภาพและความเป็นเอกเทศของคุณอาจล่วงล้ำไปถึงหลายเรื่องในชีวิตอันได้แก่ความรักและเรื่องรัก ๆ ใคร่ ๆ ความเป็นผู้นำและ"
  },
  {
    "page_number": 145,
    "text": "งานศิลปะบางครั้งมันอาจครอบคลุมทั้งสามเรื่องนั่นเลยก็ได้ไม่ว่าจะแสดงออกมาในรูปแบบไหนคุณก็รับไม่ได้กับมาตรฐานที่มีอยู่จนต้องสร้างขึ้นมาใหม่ระวังอัตตาไว้ให้ดี ! เมื่อดาวมฤตยูไปสถิตในราศีสิงห์มันก็สุ่มเสี่ยงมากที่จะเกิดความคิดว่าตัวเองนั้นสำคัญเสียยิ่งกว่าคนอื่นใด ! ( อันเนื่องมาจากมีดาวมาอยู่ในราศีนี้ ) เอาเข้าจริงช่องทางที่ดีที่สุดในการแสดงความรู้สึกของคุณจะมีอยู่ในการจัดการกับปัญหาต่างๆที่ส่งผลกระทบกับผู้คนในวงกว้างไม่ใช่กับบุคคลใดบุคคลหนึ่งนี่คือคำแนะนำที่ควรรับไว้พิจารณาเป็นอย่างยิ่งเลยดาวมฤตยูในราศีกันย์คุณมีแนวคิดดั้งเดิมเกี่ยวกับสุขภาพวิทยาศาสตร์และเทคโนโลยีคุณแสวงหาความเป็นอิสระของคุณจากการศึกษาหาความรู้แบบลงรายละเอียดในทุกสิ่งที่คุณทำปัญหาทางสุขภาพที่ไม่อยู่กับร่องกับรอยสำหรับเจ้าชะตาที่ดาวมฤตยูมาอยู่ในตำแหน่งนี้อาจคะยั้นคะยอให้คุณมองหาการรักษาพยาบาลและการบำบัดที่เป็นทางเลือกอย่างอื่นเอาไว้บ้างดาวมฤตยูในราศีตุลคุณแสวงหาความเป็นอิสระผ่านทางการแต่งงานและความเป็นหุ้นส่วนเป็นเหตุให้อาจเกิดความไม่ลงรอยขึ้นในความสัมพันธ์ส่วนบุคคลของคุณแนวคิดแปลกใหม่เกี่ยวกับกฎหมายและระบบงานยุติธรรมอาจเตรียมคุณให้พร้อมกับการปฏิรูปในเรื่องที่ว่านี้ดาวมฤตยูในราศีพิจิก ( ตำแหน่งอุจจ์ ) ความเป็นอิสระของคุณมาจากการเปลี่ยนแปลงอย่างเห็นได้ชัดและล้ำลึกในทุก ๆ เรือนชะตาที่ดาวมฤตยูในราศีพิจิกไปตกอยู่คุณอาจมีอารมณ์"
  },
  {
    "page_number": 146,
    "text": "เกรี้ยวกราดไปบ้างและรู้สึกว่าถูกบังคับให้ต้องเปลี่ยนแปลงไม่ว่าผลจะออกมาเป็นอย่างไรก็ตามดาวมฤตยูในราศีธนูความเป็นตัวของตัวเองของคุณถูกแสดงออกมาผ่านทางแนวคิดที่มีเอกลักษณ์เฉพาะตัวในเรื่องศาสนาหลักปรัชญาการศึกษาหรือความเชื่อทางจิตวิญญาณคุณมองหาความผิดปกติหรือความแปลกประหลาดในวัฒนธรรมต่างถิ่นก็ด้วยความพยายามที่จะผนวกความเชื่อทางจิตวิญญาณอย่างอื่นเข้าไปเป็นส่วนหนึ่งของความเชื่อดั้งเดิมที่คุณมีอยู่ดาวมฤตยูในราศีมกรคนรุ่นนี้ ( เกิดระหว่างปีค.ศ. 1989ถึง 1994 ) จะสร้างการเปลี่ยนแปลงครั้งสำคัญในเรื่องโครงสร้างทางอำนาจของภาครัฐและธุรกิจพวกเขาไม่ได้เลิกยึดถือประเพณีดั้งเดิมไปเสียทั้งหมดแต่จะจัดระบบแนวคิดดั้งเดิมด้วยวิธีการใหม่ ๆ ความทะเยอทะยานของคนเหล่านี้จะแรงกล้าพอ ๆ กับความปรารถนาที่จะประสบความสำเร็จดาวมฤตยูในราศีกุมภ์ ( ตำแหน่งพิเศษ ) คุณจะโยนแนวคิดและวิธีทำสิ่งต่างๆที่เคยใช้มาทิ้งไปโดยไม่ลังเลหากมันกลายเป็นสิ่งที่ใช้การไม่ได้สำหรับคุณคุณยืนกรานว่าจะขอตัดสินใจและประเมินคุณค่าของทุกสิ่งที่คุณสัมผัสด้วยตัวคุณเองความเป็นเอกเทศของคุณจะแสดงให้เห็นผ่านทางสติปัญญาที่ไม่เอนเอียงเข้าข้างฝ่ายใดและสำนึกทางลางสังหรณ์เกี่ยวกับวิธีสร้างความสัมพันธ์ระหว่างปัญหาต่างๆที่ดูท่าว่าจะแตกต่างกันอย่างสิ้นเชิงย้อนกลับไปยังอนาคตแนวโน้มของเรื่องต่างๆในอนาคตจะเกิดขึ้นเมื่อดาวมฤตยูมาสถิตอยู่ในตำแหน่งนี้ที่จริงดาวมฤตยูเป็นดาวเกษตรของราศีกุมภ์เนื่องจากดาวมฤตยูจะรับมือกับเรื่องที่เป็นเอกลักษณ์เฉพาะตัวมัน"
  }
]